{"reason": "cap_exceeded", "input": "\"We are seeking a skilled Data Scientist to assist with analyzing client POS data and segmenting it for further analysis. The ideal candidate should have expertise in data analysis and segmentation techniques. Key responsibilities will include examining the data, identifying patterns and trends, and recommending effective strategies for segmentation. The successful candidate should be detail-oriented, possess strong problem-solving skills, and be able to effectively communicate their findings to the team. Required skills include:- Data analysis- Segmentation techniques- Trend identification- Strong problem-solving skillsHourly Range: $18.00-$30.00Posted On: February 14, 2024 18:39 UTCCategory: Data AnalyticsSkills:Data Analysis, Python, Data Science, Data Visualization, Microsoft ExcelSkills: Data Analysis, Python, Data Science, Data Visualization, Microsoft ExcelCountry: Canada\"", "output": "Automated Excel workflows using excel, python to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"reason": "cap_exceeded", "input": "\"We are currently seeking a skilled Social Media Video Marketing Specialist to assist us in promoting our new video content on Instagram. As a DJI Academy partner, we aim to showcase our content within various DJI groups in Spain and beyond. While we excel in creating captivating videos for platforms like YouTube and Facebook, we lack expertise in optimizing video content for Instagram. We are seeking an individual who can strategize and execute a plan to publish our videos on Instagram, ensuring maximum visibility and engagement.Responsibilities:1. Develop a comprehensive strategy to promote our video content on Instagram, targeting DJI enthusiast groups in Spain and other relevant communities.2. Optimize video content for Instagram, ensuring it adheres to platform-specific guidelines and best practices.3. Create compelling captions and hashtags to accompany each video post, driving engagement and expanding our reach.4. Collaborate with our creative team to tailor content for Instagram's audience, utilizing features such as Stories, Reels, and IGTV to maximize impact.5. Monitor engagement metrics and analyze performance data to refine our approach and enhance our social media marketing efforts.6. Stay updated on the latest trends and features on Instagram, implementing innovative strategies to maintain a competitive edge.7. Provide regular progress reports and insights to the team, highlighting successes and identifying areas for improvement.Requirements:1. Proven experience in social media marketing, with a focus on video content promotion and engagement.2. Strong understanding of Instagram's platform dynamics and algorithms, with a track record of successful campaigns.3. Proficiency in video editing software and tools, with the ability to optimize content for various social media platforms.4. Excellent communication skills, both written and verbal, with a keen eye for detail in crafting captions and messaging.5. Creative thinking and problem-solving abilities, with a passion for driving results and exceeding objectives.6. Ability to work independently and collaboratively within a team, managing multiple projects and deadlines effectively.7. Familiarity with the DJI brand and enthusiast communities is a plus.If you are passionate about social media marketing and have the skills to help us elevate our presence on Instagram, we would love to hear from you. Join us in spreading our message to a wider audience and maximizing the reach of our video content.Hourly Range: $15.00-$50.00Posted On: February 19, 2024 13:26 UTCCategory: Social Media MarketingSkills:Social Media Management, Instagram, Social Media Marketing, Marketing Strategy, Social Media Content, Social Media Content CreationSkills: Social Media Management, Instagram, Social Media Marketing, Marketing Strategy, Social Media Content, Social Media Content Creation\"", "output": "Automated Excel workflows using excel to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"reason": "cap_exceeded", "input": "\"I am looking for a freelancer who can build up relevant backlinks to gradually improve the positioning of my site in the SERPs. Very important: only topic-relevant texts, German articles and backlinks may be used. Absolute white-hat SEO!!!Hourly Range: $4.00-$40.00Posted On: February 19, 2024 14:08 UTCCategory: SEOSkills:Off-Page SEO, SEO Backlinking, Search Engine OptimizationSkills: Off-Page SEO, SEO Backlinking, Search Engine OptimizationCountry: Germany\"", "output": "Delivered looking, for, freelancer-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"reason": "cap_exceeded", "input": "\"We are a dynamic hair extension brand seeking a talented photographer and/or videographer based in Manhattan or the immediate surrounding areas.Our project involves capturing engaging photos and (preferably) videos of our model wearing our hair extensions in various public settings within Manhattan.This content is meant to significantly enhance our social media presence and website, showcasing our product's unique style and quality.Project Details:Location: Various public settings in Manhattan, New YorkDuration: Up to 2 hoursBudget: Up to $150 per hourDay-of Requirements:-Arrive at the predetermined location with your camera, ensuring minimal equipment to respect public spaces.-Be receptive to the guidance of our creative directors, accommodating their vision and requirements.-Prepare files in formats suitable for social media platforms (Instagram, Tiktok, Facebook) for immediate use or editing.-Demonstrate expertise in capturing a variety of shots/clips to offer a diverse range of outcomes.Requirements:-Must be based in Manhattan or the immediate surrounding areas.-Expertise in photography and/or videography with a strong portfolio in fashion, beauty, or lifestyle shoots.-Open to individuals specializing only in videography, provided the video content is of superior quality.-Excellent collaboration skills to work alongside our model and produce content that aligns with our brand’s aesthetics.-Content produced will be utilized on our social media platforms and/or website, necessitating a professional and brand-aligned output.Application Instructions:-Please apply with a link to your portfolio showcasing relevant work, a brief introduction highlighting your experience with similar projects, and details about your equipment and editing skills.-Include your location to confirm your eligibility based on the geographic requirement.We are looking for a creative professional who can bring our brand to life through captivating visuals. If you are passionate about photography or videography and excel at visual storytelling, we’d love to hear from you.Hourly Range: $50.00-$150.00Posted On: February 13, 2024 11:05 UTCCategory: VideographySkills:Videography, Photography, Fashion & BeautySkills: Videography, Photography, Fashion & BeautyLocation Requirement: Only freelancers located in the United States may apply.Country: United States\"", "output": "Automated Excel workflows using excel to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"reason": "cap_exceeded", "input": "\"Location: CebuSalary: 20kAs a CALL CENTER AGENT, you are the primary brand advocate of the account you will be assigned to. You will deliver outstanding support to the customers and clients of the world’s biggest and most sought-after brandsMinimum Requirements?- at least 3 months BPO exp- At least high school graduate (old curriculum) or senior high school graduate (new curriculum)- Good to excellent English communication skillsWhy pick us?- Competitive Salary- Exciting Performance Bonuses & Account Specific Allowances- Career Advancement Opportunities- Promote Within the Company- Comprehensive Healthcare BenefitsPosted On: February 23, 2024 03:36 UTCCategory: Email, Phone & Chat SupportSkills:Customer Service, Phone Support, Online Chat Support, Email Support, Customer Satisfaction, Customer Support, Communication EtiquetteSkills: Customer Service, Phone Support, Online Chat Support, Email Support, Customer Satisfaction, Customer Support, Communication EtiquetteCountry: Philippines\"", "output": "Automated Excel workflows using excel to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"reason": "cap_exceeded", "input": "\"hi.were looking for a long term hire here. we run a portfolio of internet companies and were looking for an experience developer who's looking for a long term position and to join a small team.we have a few products and you will integrate into all of them. They are all in production, have real users and revenue, and been running for years.** WE ARE NOT INTERESTED IN ANY AGENCIES, ONLY SOLO DEV'S\"a few key points:- u have to have great english, both writing and speaking- u are self sufficient and can dive into new codebase and comfortable learning new tech- u are comfortable being a solo dev- u are willing to work as a part time gig in the begin (can extend to full time in future) with a batch of hrs, and the rate needs to make sense (were not looking to pay $100/hr)if all of this fits u - great we can discuss, but pls make sure ur ok with all points to save both of our times.tech stack:- lots of web stuff, JS/react/next js / node, API's, mongo db- lots of devops and understanding servers, linux, AWS and cloud- these are DATA based products so knowing SQL, Postgress, and python are a BIG bonus. (not a deal breaker)if you think you are a good fit - send me a msg and explain your exp and why ur a good fit for the job. also include smth interested uve done (in life or work)Hourly Range: $15.00-$150.00Posted On: February 19, 2024 14:11 UTCCategory: Full Stack DevelopmentSkills:Python, JavaScript, API, HTML, Web DevelopmentSkills: Python, JavaScript, API, HTML, Web DevelopmentCountry: Israel\"", "output": "Delivered python, api-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"reason": "cap_exceeded", "input": "\"We are looking for a talented web designer to create a visually appealing website. The website should be user-friendly, responsive, and optimized for speed. The design should align with our brand and target audience. The successful candidate will be responsible for creating wireframes, mockups, and converting them into HTML/CSS templates. They should have a strong understanding of UI/UX design principles, typography, and color theory. Additionally, knowledge of front-end development frameworks like Bootstrap or Foundation is required. Attention to detail and the ability to meet deadlines are also essential skills for this position.Budget: $100Posted On: February 23, 2024 07:12 UTCCategory: Web DesignSkills:Web Design, WordPress, Graphic Design, Web Development, MockupSkills: Web Design, WordPress, Graphic Design, Web Development, MockupCountry: India\"", "output": "Delivered are, looking, for-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"reason": "cap_exceeded", "input": "\"We are looking for an experienced Advertising Manager to run ad campaigns for our company. The ideal candidate should have a strong background in digital advertising and social media management. Responsibilities include developing and implementing effective advertising strategies, managing ad budgets, analyzing campaign performance, and making data-driven decisions to optimize ad performance. Required skills include:- Digital advertising- Social media marketing- Campaign management- Performance analysis- Data-driven decision makingJoin our team as an Advertising Manager and help us reach our target audience and increase brand awareness. Size: SmallDuration: 1 to 3 monthsExpertise: IntermediateBudget: $100Posted On: February 17, 2024 15:03 UTCCategory: Social Media MarketingSkills:Advertising Networks, Marketing Strategy, Social Media Marketing, Facebook, Campaign ReportingSkills: Advertising Networks, Marketing Strategy, Social Media Marketing, Facebook, Campaign ReportingCountry: India\"", "output": "Delivered are, looking, for-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"reason": "cap_exceeded", "input": "\"We are seeking a Data Entry Specialist to join our dynamic team. As a Data Entry Specialist, you will be responsible for inputting, updating, and maintaining accurate data in our systems.Responsibilities:- Inputting data into databases with precision and accuracy- Updating and maintaining data records- Ensuring data integrity and security- Performing data quality checks- Assisting with data cleanup and organizationRequirements:- Proven experience as a Data Entry Specialist or similar role- Proficiency in data entry and management- Strong attention to detail- Excellent organizational skills- Ability to work efficiently and independently- Proficiency in MS Office and data programsHourly Range: $4.00-$10.00Posted On: February 20, 2024 15:58 UTCCategory: Data EntrySkills:Data Entry, Database, Microsoft Word, Salesforce CRMSkills: Data Entry, Database, Microsoft Word, Salesforce CRMCountry: United States\"", "output": "Automated Excel workflows using excel to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"reason": "cap_exceeded", "input": "\"We are looking for a skilled YouTube video creator to produce engaging and high-quality videos. The ideal candidate should have experience in videography, video editing, and content creation with a good understanding of YouTube's guidelines and best practices. The main responsibility will be to create compelling videos that resonate with our target audience, increase engagement, and drive traffic to our channel. The candidate should have a creative mindset and be able to come up with unique ideas for video concepts. Strong attention to detail and excellent communication skills are also required.Posted On: February 20, 2024 17:10 UTCCategory: Video EditingSkills:Video Editing, Video Production, Video Post-Editing, Adobe Premiere Pro, Explainer VideoSkills: Video Editing, Video Production, Video Post-Editing, Adobe Premiere Pro, Explainer VideoCountry: United States\"", "output": "Automated Excel workflows using excel to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"reason": "cap_exceeded", "input": "\"Titre de l'annonce : Recherche Intégrateur Produit WooCommerce et Webmaster WordPress Expérimenté pour Partenariat à Long TermeDescription :Nous sommes une entreprise évoluant dans le secteur du dropshipping, à la recherche d'un professionnel pour intégrer des produits sur WordPress WooCommerce ainsi que d'un webmaster WordPress expérimenté pour un partenariat à long terme. Nous cherchons des individus passionnés, motivés, et dotés d'une expertise technique solide, capables de prendre en charge un projet de A à Z.Responsabilités :Intégration de produits : création de fiches produit de 300 mots, optimisation SEO, nettoyage et optimisation des photos (Photoshop), création de métadescriptions.Maintenance régulière des sites existants, améliorations via ELEMENTOR, JetEngine, et optimisation Shoptimizer pour WooCommerce.Résolution de conflits de plugins et problèmes sur le serveur PHP.Suivi des performances via Google Analytics et Google Search Console.Compétences requises :Expérience avérée avec WordPress et WooCommerce.Maîtrise du français à l'oral et à l'écrit (impératif).Compétences en design graphique, notamment avec Photoshop.Solides connaissances en SEO, y compris l'optimisation des images et des métadonnées.Capacité à travailler avec des outils de création de contenu comme ChatGPT pour la rédaction de fiches produit.Expérience avec Google Analytics et Google Search Console.Aptitude à résoudre des problèmes techniques et à optimiser les performances des sites web.Conditions :Doit parler français à l'orale, car des conférences vidéo régulières seront nécessaires pour le suivi du projet. Ce point est impératif ; si votre maîtrise du français dépend de Google Translate, cette offre n'est pas pour vous.Disponibilité pour un partenariat à long terme, avec une communication ouverte et régulière.Capacité à fournir un portfolio ou des exemples de travaux antérieurs spécifiques à nos besoins.Nous recherchons des partenaires fiables et engagés, désireux de contribuer au succès de nos projets de dropshipping. Si vous êtes passionné par le développement web, le design, et le SEO, et que vous répondez aux critères ci-dessus, nous serions ravis de vous entendre.Pour postuler :Envoyez-nous votre CV, un portfolio de vos travaux précédents, et une brève description de votre expérience avec WooCommerce et le dropshipping. Merci d'inclure également vos disponibilités pour une première réunion virtuelle.Nous sommes impatients de collaborer avec vous pour mener nos projets au succès !Hourly Range: $10.00-$20.00Posted On: February 17, 2024 19:24 UTCCategory: Web DesignCountry: Sint Maarten (Dutch part)\"", "output": "Delivered google-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"reason": "cap_exceeded", "input": "\"We are looking for a skilled Wordpress developer to assist us in creating a professional and visually appealing website for our home care agency. The ideal candidate should have a strong understanding of Wordpress development and be able to incorporate the necessary features and functionality to showcase our services and provide a user-friendly experience for our visitors. The website should be easy to navigate and visually appealing. The main responsibilities of the project include:- Creating a responsive and modern design- Implementing necessary plugins and widgets- Customizing the website layout and layout- Ensuring the website is mobile-friendlyRelevant skills:- Proficient in Wordpress development- Knowledge of HTML, CSS, and JavaScript- Experience with SEO optimization- Understanding of user interface and user experience design- Familiarity with website hosting and server managementThis is our current website: [REDACTED_URL] are looking to model this website [REDACTED_URL] $1,500Posted On: February 20, 2024 03:45 UTCCategory: Web DesignSkills:WordPress, Web Design, Web Development, CSS, HTMLSkills: WordPress, Web Design, Web Development, CSS, HTMLCountry: United States\"", "output": "Delivered are, looking, for-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"reason": "cap_exceeded", "input": "\"I am seeking a talented UI/UX designer to join our team on Upwork for an exciting project. I am at the forefront of innovation, and I need someone who can translate my vision into intuitive and visually stunning user interfaces. As a UI/UX designer, you will be responsible for creating wireframes, prototypes, and final designs that not only meet my users' needs but also exceed their expectations. This is a remote position with flexible hours, perfect for a self-motivated individual who thrives in a collaborative environment.Responsibilities:1. Collaborate with cross-functional teams to understand project requirements and user needs.2. Create wireframes, prototypes, and mockups to visualize design concepts.3. Iterate on designs based on feedback from stakeholders and user testing.4. Ensure consistency across all digital platforms and devices.5. Stay updated on industry trends and best practices in UI/UX design.Requirements:1. Proven experience as a UI/UX designer or similar role.2. Proficiency in design tools such as Adobe XD, Sketch, or Figma.3. Strong understanding of user-centered design principles.4. Excellent communication and collaboration skills.5. Ability to work independently and meet deadlines.6. Portfolio showcasing previous UI/UX projects.Preferred Qualifications:1. Experience in designing for mobile applications and responsive web design.2. Knowledge of HTML, CSS, and JavaScript.3. Experience with user research and usability testing.4. Familiarity with Agile/Scrum methodologies.If you are passionate about creating exceptional user experiences and have the skills to bring innovative ideas to life, we want to hear from you!Please submit your proposal along with your portfolio demonstrating your UI/UX expertise. Include your availability and hourly rate in your proposal. I look forward to reviewing your application and potentially welcoming you to my team!Budget: $30Posted On: February 20, 2024 22:42 UTCCategory: UX/UI DesignSkills:Custom Web Design, Game UI/UX Design, UI/UX Prototyping, Web Design, Mobile App DesignSkills: Custom Web Design, Game UI/UX Design, UI/UX Prototyping, Web Design, Mobile App DesignCountry: United States\"", "output": "Automated Excel workflows using excel to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"reason": "cap_exceeded", "input": "\"We are looking for a freelancer who can help us set up automation in Notion and integrate it using Zapier. The main tasks include configuring triggers and actions in Notion and creating Zapier integrations. The ideal candidate should have experience in Notion and Zapier. Key skills required for this job include:- Notion- Zapier- AutomationBudget: $100Posted On: February 14, 2024 03:37 UTCCategory: Scripting & AutomationSkills:Zapier, Automation, Test Automation Framework, Build Automation, Office 365, NotionSkills: Zapier, Automation, Test Automation Framework, Build Automation, Office 365, NotionCountry: United States\"", "output": "Delivered automation, api-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients. Typically achieved measurable time savings (e.g., up to 30-60%) through automation."}
{"reason": "cap_exceeded", "input": "\"Brief:Your role on the team will be collecting data. Vital for the operations and growth of the company.You will Collect data for Google Advertising, Email Broadcast Revenue, and Split Tests and enter into Google sheets provided.Expectations:Enter data on Google Sheets 5 days per week. Monday - Friday (Bangkok Time)Complete data submission each day between 2pm-6pm (Bangkok time)Any data collection that falls on weekends (your days off) you can collect on Monday.Hourly Range: $3.00-$4.00Posted On: February 18, 2024 09:26 UTCCategory: Data EntrySkills:Communications, Company Research, Data Entry, Customer Service, Google Docs, Administrative Support, CRM Software, ClickFunnels, Google Ads, DatabaseSkills: Communications, Company Research, Data Entry, Customer Service, Google Docs, Administrative Support, CRM Software, ClickFunnels, Google Ads, DatabaseCountry: United States\"", "output": "Delivered google sheets, google-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"reason": "cap_exceeded", "input": "\"Overview:Develop a web application allowing users to create and export comprehensive technical riders for live music production.Key Features:- Provide users an interface to create a stage plot, input list, backline rider, and hospitality rider- Allow users to easily share aforementioned riders (à la Google Docs) and export as PDF- Allow users to create an account- Integrate payment gateways to facilitate subscription payments or lifetime license purchases- Create a compelling landing page for converting users to sign upIf interested, please submit your proposal with relevant experience and portfolio samples.Looking forward to hearing from you.Please refer to the following links for user requirements and mockups.User Requirements:[REDACTED_URL] $2,500Posted On: February 20, 2024 20:33 UTCCategory: Full Stack DevelopmentSkills:Web Development, JavaScriptSkills: Web Development, JavaScriptCountry: United States\"", "output": "Delivered google-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"reason": "cap_exceeded", "input": "\"Opportunity:The Production Coordinator works closely with the Product Owner to keep software development projects well organized and on target by creating and managing comprehensive project plans involving tasks, dependencies, resources, budgets, and timeframes.The Production Coordinator must be highly detail-oriented. You will help track budgets and production schedules, create UI mockups, produce design specifications, and help test deliveries to help turn the client’s visions into reality. You have experience translating client requirements to technically appropriate specifications and vice versa. High-level familiarity with mobile game and web application technology stacks is desired. You need to bring awareness of the technology landscape to research new-to-us technologies and determine if existing skill sets would be applicable.Because Robot Sea Monster is a startup environment, the Production Coordinator can be called to fill many roles and must be flexible while managing multiple projects and responsibilities.The Production Coordinator is a full-time position, and we expect the workload to be 40 hours a week while the production for your assigned projects is active. You must be available to attend daily stand-ups, coordinate with a distributed multidisciplinary team, and complete all tasks on time and to specification. While the position is a remote work contract, you must have at least four hours overlap with the Studio time from 9 am to 5 pm PT.Roles and Responsibilities:Help the Product Owner remotely manage an international team of artists and programmers.Create and maintain production budgets and hours in Monday.Assist in building production bids, budgets, schedules, and proposals from templates.Assist in tracking project progress and updating the Monday platform.Help manage the team through task costing, prioritization, and delegation.Take and distribute organized and actionable meeting notes during daily scrum meetings.Manage the QA process; help drive and lead bug finding and tracking. Acess to an iOS or Android device is required.Prepare reporting based on team velocity, point burndown, and budget burnup.Support the production team in maintaining a high level of product quality.Assist in creating wireframe mockups based on the Creative Director’s plans when needed.Assist in implementing, debugging, and maintaining the user interface.Assist in maintaining and organizing game/app design documents and user experience diagrams.Required Skills:You must have a sharp eye for detail, with the ability to notice minor discrepancies. This skill is crucial to recognize and address errors or changes before they escalate into significant issues.Prior experience in both Agile and Waterfall methodologies. Must be adept at handling dynamic Agile environments and managing Waterfall projects with fixed schedules and evolving scopes.Ability to work independently with minimal supervision.Excellent time management skills.Excellent computer literacy skills.Experience playing video, web, or mobile games.Ability to work with cross-functional development teams, especially programmers and artists.Knowledge of upcoming internet trends and themes.Fluent in both written and conversational English.Bachelor's degree or equivalent life experience.Work Environment:Robot Sea Monster is a fully remote company with team members across the globe. We expect you to provide the appropriate computer, peripherals, and software needed for this position, in addition to the high-speed internet, mic, and camera required for video conferencing and voice calls. Robot Sea Monster will provide access to all team systems and any proprietary software or hardware required for a project.You will need to be available via Google Meet, Slack, and email during designated work hours. Additional hours may be required when we need to meet project deadlines and for periodic client meetings. Hours will fluctuate based on the number of projects, project scale, and project timelines.Hourly Range: $10.00-$20.00Posted On: February 17, 2024 22:38 UTCCategory: Digital Project ManagementSkills:Production Planning, Communications, Project Management, SoftwareSkills: Production Planning, Communications, Project Management, SoftwareCountry: United States\"", "output": "Automated Excel workflows using excel, google to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"reason": "cap_exceeded", "input": "\"Expensify is a team of generalists developing today's leading expense management tool. Maintaining our reputation as an innovative leader in the world of finance requires an incredibly reliable and secure system for processing financial transactions. Accordingly, we primarily leverage time-tested languages, but we're looking to unify our front-end across platforms. For this, we're leveraging React Native and are looking toward the community on Upwork to help solve a variety of problems, both big and small, related to this migration.Please see the GitHub issue for full details: github.com/Expensify/App/issues/36832Your Proposal:- You *must* post a proposal for how you will fix this issue in the GitHub issue linked above.- Your proposal should include a technical explanation of the changes you will make. You are not required to submit the final solution or code along with your proposal.- Your proposal will be reviewed.- If your proposal is accepted, you should post the proposal in Upwork and you will be hired for the job.- AFTER your proposal is accepted in Upwork and you have accepted the offer, you may submit the code to implement your solution. To submit the code, go to the Expensify/App GitHub repo where you'll create a fork of our codebase. You'll create a branch on that fork, and when your code is ready for review, you'll create a pull request in our repository to merge your code into our codebase. Include screenshots and confirmation that you have tested the pull request on all platforms. Our engineers will review the code, and approve and merge when the code meets our requirements.Please review our Contributor Guidelines before submitting a proposal - github.com/Expensify/App/blob/main/contributingGuides/CONTRIBUTING.md**Important:** As documented in our CONTRIBUTING.md, payment amounts are variable, dependent on any regressions your work causes.Budget: $500Posted On: February 20, 2024 07:21 UTCCategory: Mobile App DevelopmentCountry: United States\"", "output": "Delivered expensify, team, generalists-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"reason": "cap_exceeded", "input": "\"I want to hire someone to modify the inventory tracking report in Power BI and add a couple of new data sources including SharePoint. I only want changes to be made, not create the whole report from scratch. Ideal candidate should have basic knowledge of Supply chain as well as technical expertise in DAX and PowerQuery.Please share past experiences specifically creating inventory management reports.Budget: $50Posted On: February 22, 2024 18:04 UTCCategory: Data AnalyticsSkills:Microsoft Excel PowerPivot, Data Visualization, Data Modeling, Data Analysis, Business Intelligence, Microsoft Excel, Microsoft Power BI, SQL, Analytics, Microsoft Power BI Data Visualization, Microsoft SharePointSkills: Microsoft Excel PowerPivot, Data Visualization, Data Modeling, Data Analysis, Business Intelligence, Microsoft Excel, Microsoft Power BI, SQL, Analytics, Microsoft Power BI Data Visualization, Microsoft SharePointCountry: United States\"", "output": "Automated Excel workflows using excel, pivot to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"reason": "cap_exceeded", "input": "\"Quick Data entry task for new freelancersI need to hire 5 freelancers, I'm looking for good and fast freelancers who are good in data entry jobs. If interested, kindly bid here immediately. It would be of great help to our company.Hourly Range: $6.00-$8.00Posted On: February 20, 2024 12:16 UTCCategory: Data EntrySkills:Data Entry, Microsoft Excel, WordPress, Accuracy VerificationSkills: Data Entry, Microsoft Excel, WordPress, Accuracy VerificationCountry: India\"", "output": "Automated Excel workflows using excel to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
