{"input": "\"I have a lead CRM called NEXTGENLEADS. I want to automate the leads that I get from there and interate it with my google sheets as they come in live time.Hourly Range: $10.00-$25.00Posted On: February 20, 2024 22:18 UTCCategory: Scripting & AutomationSkills:Zapier, Google SheetsSkills: Zapier, Google SheetsCountry: United States\"", "output": "Delivered google sheets, google, automation, api-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients. Typically achieved measurable time savings (e.g., up to 30-60%) through automation."}
{"input": "\"We are a business consultancy company and we collect country-specific and sector-specific information and we are looking for new team members.If you have a wide network, want to work remotely, like to do research, have good people skills and are interested in our job offer, please send us your CV.Budget: $100Posted On: February 22, 2024 12:11 UTCCategory: Market ResearchSkills:Market Research, Company Research, Audience Segmentation & Targeting, Communication SkillsSkills: Market Research, Company Research, Audience Segmentation & Targeting, Communication SkillsCountry: United States\"", "output": "Delivered are, business, consultancy-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"RTMP serverI need someone that setup an rtmp server for me.It is for streaming to my websiteI dont want to go through youtube or facebook.I need cost of setup and maintenance.Posted On: February 20, 2024 18:46 UTCCategory: DevOps EngineeringSkills:DevOps, WirecastSkills: DevOps, WirecastCountry: United Kingdom\"", "output": "Delivered rtmp, serveri, need-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"We are a robotics school looking to create promotional images for teacher introductions. Currently, it looks like this, but we want toredesigning it in the form of image or PDF. We have three teachers at the moment, so we need one design and three different images. Everything will be written in English. I'll provide all the necessary content (company logo, teacher introduction in English, etc), but the content do need a little revision to better attract custromers.Posted On: February 22, 2024 12:18 UTCCategory: Graphic DesignSkills:Graphic Design, Content CreationSkills: Graphic Design, Content CreationCountry: United States\"", "output": "Delivered are, robotics, school-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Dear Sourcing Agents,I'm looking for specific products, which I'd like to source in Bangkok, a specific city close to it OR alternatively in any other city, where a potential seller is based.Upon interest, I will reveal, which products are concerned and what I'm exactly looking for.Area of sourcing: Clothing/FashionLooking forward to your proposalsPosted On: February 19, 2024 19:57 UTCCategory: Sourcing & ProcurementSkills:Supplier Search, Product Sourcing, Price & Quote Negotiation, Factory & Supplier Auditing, English, Thai, Buying, Request for Information, Request for Proposal, Source-to-Contract, Sourcing, Communications, Logistics Management, Fashion & BeautySkills: Supplier Search, Product Sourcing, Price & Quote Negotiation, Factory & Supplier Auditing, English, Thai, Buying, Request for Information, Request for Proposal, Source-to-Contract, Sourcing, Communications, Logistics Management, Fashion & BeautyCountry: Germany\"", "output": "Delivered dear, sourcing, agents-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Wordpress / Woocommerce Website needs some amends and customisation.Full brief with clear examples of what we need as upgrades are slightly beyond my skillset and hence need help.Guidance will be clear although you must be able to pay close attention to detail and be able to communicate effectively.A simple project for someone who knows what they are doing and has relevant experience that enables them to approach this quickly and effectively.5 - 7 days turn around time from hiring to delivery.Please note that the budget is fixed and not a placeholder or negotiable, however, we are looking for someone to be our Freelance web design team going forward so any future amends etc will be forthcoming.Budget: $500Posted On: February 13, 2024 12:16 UTCCategory: Ecommerce Website DevelopmentSkills:Elementor, WooCommerce, CSS, Web Design, Web Development, WordPress, WordPress PluginSkills: Elementor, WooCommerce, CSS, Web Design, Web Development, WordPress, WordPress PluginCountry: United Kingdom\"", "output": "Delivered wordpress, woocommerce, website-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Norwegian Recording ProjectWe have a project, that needs Native Norwegian speakers, we will give you the text, and you need to record 1191 short sentences. you just need to download our software, to read our text and record it, it's a very easy job.If you are interested please let me know sure. I will contact u.A Good Opportunity For New Freelancers For taking 5 Star Review after their completion of the project.Thanks :Budget: $25Posted On: February 22, 2024 20:28 UTCCategory: General Translation ServicesSkills:Norwegian, English to Norwegian Translation, Norwegian to English Translation, Communications, Voice Acting, English, Female, TranslationSkills: Norwegian, English to Norwegian Translation, Norwegian to English Translation, Communications, Voice Acting, English, Female, TranslationCountry: Pakistan\"", "output": "Delivered norwegian, recording, projectwe-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Hello!My name is Paddy and I'm reaching out on behalf of Barbara Lamar, a business lawyer currently working on an exciting new book project. We're searching for individuals who have built successful businesses or hustles that provide them with a sustainable living income.Barbara's book aims to highlight the stories of everyday people who have taken the leap into entrepreneurship or freelancing and are thriving in their respective fields. We're particularly interested in hearing from those who might not fit the traditional \"entrepreneur\" mold but have found creative and innovative ways to make a living on their own terms.Whether you're running a small local business, freelancing in a niche market, or have found success through an unconventional hustle, we want to hear from you!What We're Looking For:- \"Normal\" people who have built their own successful businesses or hustles.- Individuals who are able to support themselves financially through their entrepreneurial endeavors.- Stories that showcase unique and creative approaches to entrepreneurship.How You Can Help:If you or someone you know fits this description and would be interested in sharing your story for Barbara Lamar's book, please reach out to us! We'd love to hear about your journey, challenges, successes, and any insights you can offer to aspiring entrepreneurs. If you have anyone or any business in mind that we should look into, please let me know!Thank you for considering this opportunity, and we look forward to hearing from you!Best regards,Paddy :)Posted On: February 14, 2024 00:01 UTCCategory: Creative WritingSkills:EnglishSkills: EnglishCountry: Portugal\"", "output": "Delivered hello, name, paddy-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"I am looking for someone who can make rain video for us, here is an example:[REDACTED_URL] to do?- Create original rain sounds- Create original video (this can be done with ai)The audio must be original and can't be from envato or epidemic sounds.We pay 6,67 dollar per video and want to upload daily6,67 x 30= 200 dollar a monthThe length of the video is between 8-12 hoursBudget: $200Posted On: February 17, 2024 14:45 UTCCategory: Video EditingSkills:Audio Editing, Video Editing, Video ProductionSkills: Audio Editing, Video Editing, Video ProductionCountry: United Kingdom\"", "output": "Delivered looking, for, someone-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Hello! We are a media and entertainment consultancy from Argentina ([REDACTED_URL] and we are looking for people who meet the following requirements:Resides in Germany (Exclusive)Has access to the platform Magenta TV ([REDACTED_URL] (Exclusive)Has Magenta stick (We pay for the subscription price).Keep the subscription active if necessary.We will not access any type of personal or credit information. The only thing we will do is analyze the catalog of movies and series.We offer 10 USD and full access to the platform's movies and series for free!If you meet these requirements, apply!Budget: $20Posted On: February 22, 2024 12:50 UTCCategory: General Translation ServicesSkills:Virtual AssistanceSkills: Virtual AssistanceCountry: Argentina\"", "output": "Delivered hello, are, media-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Ignite Talks is a global public speaking community. We are a very small team and we need someone who can do social media posts, blog posts, simple Squarespace website updates, and answer emails.Skills needed:Proficiency with Facebook business suite, Eventbrite, Instagram, Twitter, Tiktok, YouTube, Canva, Gmail, Squarespace.Can create social media images in Canva that are sized correctly for the various social media sites.Creative marketing for social media!Can write short blog posts and post to our website on Squarespace. Can make simple text updates to our Squarespace site.Can use chatGPT ([REDACTED_URL] respond to basic emails and be consistent.Let us know if you're a creative marketer who is consistent and reliable!Hourly Range: $5.00-$20.00Posted On: February 14, 2024 17:02 UTCCategory: General Virtual AssistanceSkills:Social Media Marketing, Social Media Management, Personal Administration, Virtual Assistance, Instagram, Facebook, Email Communication, Data Entry, CommunicationsSkills: Social Media Marketing, Social Media Management, Personal Administration, Virtual Assistance, Instagram, Facebook, Email Communication, Data Entry, CommunicationsCountry: United States\"", "output": "Delivered ignite, talks, global-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"IG and FB content planning and creation for food and beverage businessHourly Range: $5.00-$15.00Posted On: February 16, 2024 10:40 UTCCategory: Content StrategySkills:Social Media MarketingSkills: Social Media MarketingCountry: Singapore\"", "output": "Delivered and, content, planning-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Our agency is seeking friendly, professional, and motivated individuals to work remotely as Travel Agent! You should be passionate about the travel industry as well as helping others see the world.This role involves planning vacations, suggesting travel destinations, maintaining client relationships, and managing travel bookings on behalf of the client(s).Your responsibilities include, but are not limited to:Researching and closing reservations for leisure & and/or business travel, hotels, rental cars, special events (such as tours and excursions), etc.Asking qualifying questions to determine the client's needs and preferences, such as schedules and budgetInform & and educate clients about what their trip will entail, including providing details on required documents, such as passports or visas, COVID restrictions and policiesProvide advice about local weather conditions, customs, and attractionsMake alternative booking arrangements if changes arise before or during the tripRequirements:Must be 18 years of ageMust have data, internet/WiFi connectionMust have good communication skillsSkills:Time ManagementComputer and Internet knowledgeVerbal and CommunicationBenefits:Flexible ScheduleCredentials providedThird-party Health InsuranceTravel DiscountsSupportive CommunityPosted On: February 17, 2024 07:36 UTCCategory: Email, Phone & Chat SupportSkills:Payment Processing, Team Management, Travel Planning, Travel & Hospitality, Customer Service, Administrative SupportSkills: Payment Processing, Team Management, Travel Planning, Travel & Hospitality, Customer Service, Administrative SupportCountry: United States\"", "output": "Delivered our, agency, seeking-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Looking for a reliable Shopify developer to help complete a Shopify store that the previous developer has left off.Need to update multiple sections on the site, the homepage and product page have been completed.Please contact if you are available to start immediately and complete within the next couple of daysAlso would require mobile optimization as well.Please include \"I've read it\" in the start of your proposal to be condsideredBudget: $195Posted On: February 22, 2024 19:55 UTCCategory: Ecommerce Website DevelopmentSkills:Shopify Development, Shopify Templates, Liquid, CSS, Web Development, Shopify, HTMLSkills: Shopify Development, Shopify Templates, Liquid, CSS, Web Development, Shopify, HTMLCountry: United Kingdom\"", "output": "Delivered looking, for, reliable-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Hello,I am starting a non-profit and need support on the legal structuring in order to begin. I am based in Florida which may be a factor when obtaining the right candidate. I also need support and counsel on if and how to obtain a 501c3 for this non-profit. Someone who has built non-profits before would be an added benefit.Our non-profit supports people in need of financial support to pay for their cancer treatments. It will also grant money to families in need of financial support due to a loved one getting cancer.This project is very close to heart for me.Posted On: February 22, 2024 18:49 UTCCategory: Business & Corporate LawSkills:Company Registration, Legal Entity Structuring, Legal Drafting, Startup Consulting, Nonprofit Organization, Financial Accounting, Grant WritingSkills: Company Registration, Legal Entity Structuring, Legal Drafting, Startup Consulting, Nonprofit Organization, Financial Accounting, Grant WritingLocation Requirement: Only freelancers located in the United States may apply.Country: United States\"", "output": "Delivered hello, starting, non-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"I need a professional male recording voice, with a warm and deep voice. Reading speed is average. Each script will have an average length of more than 2500 words. With a remuneration of $12 per script. Work completion time is 24 hours from the time we send the script. If you do well, we will cooperate for a long time and we will have regular work for you every dayPlease send me a 30-second recording with the article below, so I can check if your voice quality meets my requirements.Thank you ![REDACTED_URL] $15Posted On: February 22, 2024 09:15 UTCCategory: Voice TalentSkills:Emotional Tone, Energetic Tone, Authoritative Tone, Podcast, Voice-Over, Voice Acting, Male, US English DialectSkills: Emotional Tone, Energetic Tone, Authoritative Tone, Podcast, Voice-Over, Voice Acting, Male, US English DialectCountry: Vietnam\"", "output": "Delivered need, professional, male-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Branding for a new baby and toddler food brand we need competitive analysis logo design and packaging for 3 skus advertising materials the brand should speak to mothers of kids and interchange to kids itself, our brand is focusing on healthy food and beverages for baby's toddler and kidsBudget: $3,000Posted On: February 19, 2024 03:32 UTCCategory: Logo DesignSkills:Packaging Design, Graphic Design, Brand Guidelines, Brand Positioning, Branding, Brand Identity & Guidelines, Logo Design, Brand StrategySkills: Packaging Design, Graphic Design, Brand Guidelines, Brand Positioning, Branding, Brand Identity & Guidelines, Logo Design, Brand StrategyCountry: United States\"", "output": "Delivered branding, for, new-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"We are currently looking for HTML and CSS Developer with whom we can create strong and long-lasting partnerships, relationships that benefit both of us.We are currently looking for driven HTML and CSS Developer who is a team player, and professional, eager to advance his career.Despite being located all over the world, we all feel like family, and anyone who we hire onto our team full-time, we want to be a part of that family. Personality will be a big part of the hiring decision.Here are a few \"must have\" skills for applying:Must be able to learn new skills easily, but also truly enjoy personal and professional development. (Staying the same isn't an option. When you get better, I get better... and WE get better).Here is the refrence. You can take an idea from it. We are going to develop the 90 percent same platform.[REDACTED_URL] provide the cost and estimation.Better Luck!Budget: $3,000Posted On: February 14, 2024 09:59 UTCCategory: Full Stack DevelopmentSkills:Node.js, React, JavaScript, Web DevelopmentSkills: Node.js, React, JavaScript, Web DevelopmentCountry: Canada\"", "output": "Delivered are, currently, looking-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"I need to integrate an API call into my webapp that can query the US census database which is built on ArcGIS.Alternatively I would be open to integrating the ArcGIS map directly into my webapp, but still need to query the US census database.Here are the links:[REDACTED_URL] am using Bubble for my front end, so either solution will enable me to get the census data.Need to have experience with ArcGIS & setting up API calls. I am unsure if this requires me to set up my own endpoint, of if I can just get a simple working demo using the US census.gov's endpoint.Hourly Range: $8.00-$25.00Posted On: February 19, 2024 14:36 UTCCategory: Data ExtractionSkills:API Integration, ArcGIS, JavaScriptSkills: API Integration, ArcGIS, JavaScriptCountry: United States\"", "output": "Built robust web-scraping and data-extraction pipelines using data extraction, api, enabling reliable collection of structured datasets for analysis."}
{"input": "\"The main objective of this project is to migrate our old backend code to a more modern stack and update all packages to their latest versions, including comprehensive testing to ensure reliability and performance.Responsibilities:Lead the migration of existing backend code to a more modern, efficient, and scalable stack.Update all backend packages and dependencies to their latest versions, ensuring compatibility and stability.Develop and integrate APIs, focusing on enhancing functionality and user experience.Collaborate with cross-functional teams to understand requirements and deliver solutions that align with our business goals.Implement comprehensive testing strategies to ensure the migrated codebase and new integrations are reliable, secure, and performant.Document the development process, architecture, and standard operating procedures for future reference and maintenance.Stay updated with the latest trends and technologies in full stack development to suggest and implement improvements.Requirements:Proven experience as a Full Stack Developer, with a strong background in backend development and API integration.Expertise in modern backend technologies and frameworks (please specify the technologies you're interested in, e.g., Node.js, Django, Flask, etc.).Experience with database management and migration (e.g., MySQL, PostgreSQL, MongoDB, Firebase),.Familiarity with front-end languages and frameworks (e.g., React, Angular, Vue) is a plus.Strong understanding of RESTful API development and integration.Experience in updating and managing packages and dependencies.Proficient in implementing automated testing and debugging.Excellent problem-solving skills and the ability to work independently or as part of a team.Strong communication skills and the ability to document and explain technical details clearly.We look forward to hearing from innovative and driven candidates ready to help us achieve our next milestone.Hourly Range: $15.00-$20.00Posted On: February 20, 2024 07:37 UTCCategory: Full Stack DevelopmentSkills:Full-Stack Development, React, Next.js, API IntegrationSkills: Full-Stack Development, React, Next.js, API IntegrationCountry: Singapore\"", "output": "Automated Excel workflows using excel, api to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients. Typically achieved measurable time savings (e.g., up to 30-60%) through automation."}
