{"input": "\"Business Analyst TECHNOLOGICAL SKILLS â¦ Knowledge of Computers on the Windows platform. â¦ Fluency in MS-Office Applications such as Excel, Word, PowerPoint, etc. â¦ HTML, JAVA, PHP ATTRIBUTES â¦ Hardworking towards achieving the Goal â¦ Good communication skills â¦ Quick learner â¦ Good interpersonal relationEducation Details January 2016 to January 2018 MMS Mumbai, Maharashtra University of Mumbai January 2016 to January 2018 MMS Management Mumbai, Maharashtra University of Mumbai January 2014 B.Sc. Bandra, MAHARASHTRA, IN Rivzi College January 2011 HSC Bandra, Maharashtra, IN St. Andrews College January 2011 HSC Allana Junior College January 2009 SSC Canossa High School January 2008 SSC Maharashtra State Board Business Analyst Business Analyst - Mass Group of Companies Skill Details EXCEL- Exprience - 23 months HTML- Exprience - 6 months JAVA- Exprience - 6 months PHP- Exprience - 6 months POWERPOINT- Exprience - 6 monthsCompany Details company - Mass Group of Companies description - Key Role Analyst Responsibilities: â¦ Manage risk and provide risk management process. â¦ Liaise with other project areas to coordinate with interdependencies and resolve issues. â¦ Analyse and map business process. â¦ Guide stakeholders on devising effective and efficient approaches to achieving project objectives. â¦ Preparation of various Derivable i.e Business requirement, functional requirement and report specification. company - Commversion Pvt.LTD description - Responsibilities: â¦ Employee Satisfaction reports â¦ Evaluate overall work â¦ Internal Audit â¦ Maintain timesheet validation. â¦ Set Simple and performance driven compensation strategies and polices.\"", "output": "Automated Excel workflows using excel to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"input": "\"DevOps Engineer Total IT Experience 15 years. Core expertise in Data Base Design, PHP, Python, MySql, JavaScript, HTML 5, Ajax, Jquery, XML, Agile Methodology, DevOps Methodology, Scrum Framework, JIRA Tool, GIT, Bitbucket, Anjular JS 1, Angular JS 2, Core Java, J2EE. Education Details April 2004 MCM Computer Management Pune, Maharashtra Pune University April 1998 B.Sc Maths Kerala University Project Manager Project Manager Skill Details Data Base Design, PHP, Python, MySql, JavaScript, HTML, Ajax, XML, Agile Methodology, DevOps Methodology, Scrum Framework, JIRA Tool, GIT, Bitbucket, Jquery, AngularJs, Amazon MWS , Bootstrap, Node.js, Laravel, Scrum- Exprience - 120 monthsCompany Details company - Knoxed Infotech Pvt. Ltd. description - ï· Client interaction ï· Maintain work processes ï· Creates project plans through Agile Model & Methodology ï· Maintains project objectives ï· Working with multi-profiled teams of technical and non technical stakeholders ï· Monitors production and quality to customer/stakeholder/sponsor standards ï· Conduct office management tasks ï· Ensuring that the day-to-day operations of the business run smoothly ï· Introducing key performance indicators (KPI's) and ensuring that these measurements are tracked and reviewed on a regular basis ï· Prepare, revise and submit weekly-monthly reports, budgets and other documentation as necessary ï· Document current policies and procedures in all departments as well as implement new procedures for improvement ï· Maintain smooth running of the office, filling in where needed ï· Implement quality management and regulatory compliance strategies ï· Dealing with HR related tasks ï· Administering payroll ï· Perform training sessions ï· Regular meetings with Top Management Project Undertaken : Internal ERP system For Knoxed Ltd, UK, With PHP, Mysql, Ajax, XML, Amazon AWS, Raspberry pi Server, Python. company - Venturus International description - ï· Client interaction ï· Creates project plans through Agile Model & Methodology ï· Manage teamâs workload and workflow ï· Allocate and track resources as required ï· Set and monitor deadlines ï· QC ï· Maintain tasks and jobs on task management system ï· Conduct research and development ï· Create new systems, databases and websites as necessary Project Undertaken : Internal ERP system For Knoxed Ltd, UK, With PHP, Mysql, Ajax, XML, Amazon AWS company - SmashingDay description - ï· Client interaction ï· Creates project plans through Agile Model & Methodology ï· Manage teamâs workload and workflow ï· Allocate and track resources as required ï· Set and monitor deadlines ï· Project documentation ï· Conduct and maintain appraisals and progress of each employee ï· Adhere to deadlines as necessary ï· Maintain work logs ï· Conduct research and development ï· Create new systems, databases and websites as necessary Project Undertaken : a) www.SmashingDay.com b) www.viralsocials.com company - Xento Systems Pvt. Ltd description - ï· Client interaction ï· Creates project plans through Agile Model & Methodology ï· Manage teamâs workload and workflow ï· Allocate and track resources as required ï· Set and monitor deadlines ï· QC ï· Maintain tasks and jobs on task management system ï· Conduct research and development ï· Create new systems, databases and websites as necessary Project Undertaken : a) www.familylink.com b) www.propertysolutions.com c) www.speedyceus.com d) www.ceus-nursing.com company - STP Global Solutions Pvt. Ltd. description - ï· Client interaction ï· Creates project plans through Agile Model & Methodology ï· Manage teamâs workload and workflow ï· Allocate and track resources as required ï· Set and monitor deadlines ï· Conduct and maintain appraisals and progress of each employee ï· QC ï· Maintain tasks and jobs on task management system ï· Conduct research and development ï· Create new systems, databases and websites as necessary Project Undertaken : a) www.stplafricaonline.com b) www.stplafrica.com c) www.1stexpert.com d) www.jcca-net.org e) www.rimsys.eu f) www.prayerlister.org company - Promark Infotech Pvt. Ltd description - ï· Development & Design ï· Create new systems, databases and websites as necessary Project Undertaken : a) www.justbe.com/ b) www.mtpian.com/ c) www.sababa.nl/booking/ d) www.physicaltherapy-hiu.com company - 7cees Group description - ï· Development & Design ï· Create new systems, databases and websites as necessary Project Undertaken : a) Golwin-reality b) Maza\"", "output": "Delivered python, xml-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Mechanical Engineer Education Details June 2014 to June 2018 BE Mechanical Engineering Pune, Maharashtra Savitribai Phule Pune University Mechanical Design Engineer Mechanical design engineer Skill Details Microsoft office, Autocad, Catia, Solidworks- Exprience - 6 monthsCompany Details company - Push Engineering Pvt ltd description - Currently I am working as mechanical design engineer in Push engineering Pvt ltd. All types of ice making plant are designed and manufactured in our company. Design includes design of pressure vessel ,condenser, conveyor with the help of 3d modelling software. Also BOM Preparation of material.ERP System. company - Central Water and Power Research Station description - Pune) (Govt. of India) 1 year experience as a Research assistant of R&D Department of mechanical workshop at Central Water and Power Research Station, Khadakwasla, Pune (Govt. of india) â¢ Experiences different project of generation of sea waves in laboratory useful for design of port and harbor structures of Mumbai, Chennai, Goa and foreign countries like Japan, Bangladesh etc. â¢ Wave generated by wave maker comes under mechanical workshop. Wave generated with the help of hydraulic as well as pneumatic system and also by regular wave generator. â¢ I experiences sea wave generation by hydraulic system. Experiences design of hydraulic system includes design of servo actuator, axial piston pump and electric motor under supervision and guidance by 'Scientist 'B' at CWPRS. â¢ SOFTWARES SKILLS â¢ Autocad â¢ Catia V5 â¢ MS office â¢ ProE â¢ EXTRA CURRICULAR ACTIVITY â¢ Organize a National level Technical event in Mechanical Student Association (MESA) â¢ Coordinator of MESA as a treasurer. â¢ Attending 3d printing workshop in college. â¢ Work readiness training conducted by NASSCOM foundation and Global Talent Track in college. â¢ Life Skills training conducted by NASSCOM foundation and Global Talent Track in college. â¢ PERSONAL ATRIBUTES â¢ Positive Attitude â¢ Quick Learner â¢ Team Leader\"", "output": "Delivered mechanical, engineer, education-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Java Developer TECHNICAL SKILLS Programming Languages: Java (Servlet, JSP, Spring Boot). Web Technology: HTML5, CSS3, Bootstrap, JavaScript, JQuery, Ajax, AngularJs. Database: MySQL. IDE and Tool: Eclipse, spring tool Suit, Net beans, Sublime Text, Atom. Operating System: Windows XP, 7, 8, 10. ACHIEVEMENT â¢ Java Developer Certificate from Unanth Technical Institute. â¢ Java Certificate from solo Learn. â¢ Command line crash Course certificate from Udemy. JOB DETAILS Education Details January 2018 M.C.A Pune, Maharashtra Pune University January 2015 B.C.A Amravati, Maharashtra Amravati University January 2012 H.S.C Amravati, Maharashtra Amravati University January 2010 S.S.C Amravati, Maharashtra Amravati University Java developer Full Stack Java Developer Skill Details Css- Exprience - Less than 1 year months Ajax- Exprience - Less than 1 year months Servlet- Exprience - Less than 1 year months Html5- Exprience - Less than 1 year months Spring- Exprience - Less than 1 year months Java- Exprience - Less than 1 year months Jquery- Exprience - Less than 1 year months Jsp- Exprience - Less than 1 year months Javascript- Exprience - Less than 1 year months Bootstrap- Exprience - Less than 1 year months Spring Boot- Exprience - Less than 1 year monthsCompany Details company - Salcluster technologies description - Worked as java developer. Developed 3 projects using java servlet jsp ajax and web technologies. company - Salcluster Technologies LLP. description - Technology: Core Java, Servlet and JSP, HTML5, CSS3, Bootstrap, Javascript, Jquery Ajax and Bootstrap. PROJECT DETAILS #1 Title: GST And Sales Billing Softwares â¢ Status: Completed â¢ Duration: 1.5 Months. â¢ Abstract: This is a Web application made by using Java (Servlet and JSP), JavaScript, Jquery, Ajax, and MySQL on back end. It is a client's website which is used for Billing. It includes GST Billing, Generate and print invoice. It has five master pages and four common pages. Masters include customer master, item master, uom master, setup master, reason master and common pages like sales order, payments, sales return and invoice. #2 Title: Dinman News website â¢ Status: Completed â¢ Duration: 1 Months. â¢ Abstract: This is a Website project by using Java (Servlet and JSP), JavaScript, Jquery, Ajax, and MySQL on back end. It is a clients website. It is used for displaying online video and text news. #2 Title: Agri Management Website â¢ Status: Completed â¢ Duration: 1.5 Months. â¢ Abstract: This is a Website project by using Java (Servlet and JSP), JavaScript, Jquery, Ajax, and MySQL on back end. It is used for purchasing and selling vegetables all over india. company - OmegaSoft Technologies pvt.ltd description - Company Name: OmegaSoft Technologies pvt.ltd. An ISO certified Company. Duration: 5 months. Technology: Java Spring Hibernate, AngularJs, Ajax, KendoUI and BootStrap. Architecture: MVC Architecture and Service based Programming. Project Module: Login Registration and Role Assignment, Payments. INTERNSHIP PROJECT DETAILS #1 Title: Employment Times â¢ Status: Completed â¢ Duration: 4 Months. â¢ Abstract: This is a Website project using Java, Spring, Hibernate. Angular Js, Ajax and MySQL on back end. It is a client's website which is used for posting of newspapers all over India. It has 12 Modules. In which it has Admin Panel, E-paper Posting, Subscriptions, and many more. It is a very light weight website built by using MVC Architecture and Service based Architecture. We can also post advertisements on website and share the news on Facebook or any other social media directly. It has Payment module and users are able to make payments online through debit or credit card or E-Wallet.\"", "output": "Delivered java, developer, technical-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"DotNet Developer Technologies ASP.NET, MVC 3.0/4.0/5.0, Unit Testing, Entity Framework 6.0 Languages C#.NET JS Library JavaScript, JQuery, Angular1.5, Typescript. Tools Visual Studio 2008/2010/2012/2015, Visual Studio Code (IDE), .NET Framework 2.0, 3.5, 4.0, 4.5 Databases SQL Server 2005, 2008, 2014, 2015 Source control tools Tortoise SVN, Git,Education Details January 2010 B.Tech Kakinada, Andhra Pradesh JNTU Dot Net Developer Dot Net Developer - The Tie Bar Skill Details .NET- Exprience - 34 months ASP- Exprience - 34 months ASP.NET- Exprience - 34 months C#- Exprience - 34 months JAVASCRIPT- Exprience - 34 monthsCompany Details company - The Tie Bar description - Duration: January 2017 to Till Date Responsibility: â¢ Design and coding in a .NET server-side environment, specifically utilising the Microsoft MVC framework and client side environment using Knockout JS. â¢ Consuming Web API and WCF Rest full services. â¢ Designed and coded application components in an agile environment utilizing a test driven development approach. â¢ Created and maintained project tasks and schedules. â¢ Provided programming estimates, identified potential problems and recommended alternative solutions. â¢ Worked in close cooperation with project managers and other functional team members to form a team effort in development. â¢ Utilized pair programming approach to ensure high quality code. Projects: Title: THE TIEBAR Environment: Visual Studio 2015, MVC 5.0, C#, JavaScript, JSON, LINQ, HTML 5 Database: SQL Server 2015 Role: Developer Description: The Tie Bar is US based online shopping website; it is the one-stop destination for luxury menswear with premium dress shirts, ties, bow ties and more, Title: Leave Management System Environment: Visual Studio 2010, ASP.Net, C#.Net, JavaScript, JQuery Database: SQL Server 2008 Role: Developer Description: A Leave Management System is a web application having two module one is front end and second is admin module. Admin user can manage the site content in this application. The main functionality of this web application is used for maintaining the employee leave policy in a company Title: Around Pune (CMS) Environment: Visual Studio 2010, ASP.Net, C#.Net, JavaScript, JQuery Database: SQL Server 2008 Role: Developer Description: Around Pune is a web application. In that there are two modules one is admin module and another is client or front end. Admin module controls the site date or its cms (content management system) project. The purpose of this site is to show or provide the details of all the spots and tourists places around the Pune. Title: Country Side Environment: Visual Studio 2008, ASP.Net, C#.Net, JavaScript, JQuery Database: SQL Server 2008 Role: Developer Description: This is cms (content management system) website controlling by admin user. In that, there is one admin module to maintain website content. This site is used to provide information about tourist places, and provide offers, Different packages for trips. company - Hamsa Hitech Pvt. Ltd description - Responsibility: â¢ Design and coding in a .NET server-side environment, specifically utilising the Asp.Net and C#.Net. â¢ Design and implement systems that use relational databases, specifically SQL 2008. Project: Title: A G JOHNSON Environment: Visual Studio 2010, ASP.Net, C#.Net, JavaScript, JQuery, Database: SQL Server 2008 Role: Developer Description: A G JOHNSON is a global employment website. The main purpose of this application is to recruit employees for their clients in different countries like Switzerland, Norway and Sweden and it provide services like Organisational Development, Management and Leadership Support and Development, Legal Support Title: CRM for Company Environment: Visual Studio 2008, ASP.Net 3.0 using C#.Net, JavaScript, JQuery, Database: SQL Server 2008 Role: Developer Description: Customer relationship management System is a web application. Which is maintaining the relation with company? We can view the Project List, Client List, Notification List, Appointment List, Conversation List, Client Person List and Company Person.\"", "output": "Delivered api, json-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Electrical Engineering Education Details Electrical engineering Skill Details Microsft office and excell, power point- Exprience - 120 monthsCompany Details company - Indian Navy description - ACADEMIA â¢ Matric â¢ Diploma in Electrical Engineering â¢ Nuclear biological Chemical Defence and Damage Control including Fire fighting â¢ Leadership Certificate Course - 02 weeks â¢ Management Certificate Course - 04 weeks â¢ Advance Fire Fighting including Industrial Safety - 24 weeks\"", "output": "Automated Excel workflows using excel to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"input": "\"Python Developer â¢ Operating Systems: Windows â¢ Others: MS Excel, MS Office, MS Power Point Key Projects Handled Project Title: fruit sorting and disease detection Client: Kranti Dynamics Team Size: 5 Education Details January 2014 B.E. Electronics Mumbai, Maharashtra University of Mumbai Python Developer/analyst python developer and data analyst Skill Details python scripting,programming,developing- Exprience - 12 months frontend ,html- Exprience - 12 months python liabrary, numpy,pandas,matplolib,requests,beautiful soap- Exprience - 12 months mysql- Exprience - 12 months django- Exprience - 12 months web scrapping- Exprience - Less than 1 year monthsCompany Details company - Ace The Power of 5 description - The Accountabilities: â Understanding the functional requirements of the application given by the client. â Participated in walkthroughs of business requirements, functional requirements and technical design to ensure their testability. â Responsible for Software Configuration Management of project deliverables. Technical skill set: â¢ Languages: C, C ++, Java, python,python liabray,mysql,django,html â¢ Scripting: Python, â¢ GUI development: Tk, Java company - kranti dyanamics description - programming,scripting,developer,web scrapping\"", "output": "Automated Excel workflows using excel, python to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"input": "\"Electrical Engineering Education Details July 2016 to May 2019 BE Electrical And Electronics Engineering Bhopal, Madhya Pradesh RGPV July 2012 to May 2015 Diploma in Electrical Electrical Engineering Bhopal, Madhya Pradesh Rgpv university Bhopal Matric GHS BHULI Electrical Engineering Skill Details Basic Computer, Electrical Machine, Electrical wiring, Solar power Plant, Distribution Substation- Exprience - Less than 1 year monthsCompany Details company - Enigma Business Advisor description - Solar Energy 1. Solar power plant Installation 2. Maintenance Transmission and Distribution Line 1. Installation\"", "output": "Delivered electrical, engineering, education-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Database Education Details January 2016 BSc. Mumbai, Maharashtra Mumbai University January 2013 H.S.C. Maharashtra Board January 2011 S.S.C. Maharashtra Board MySQL Database Administrator 2+ Years of experience in MySQL Database Administrator ( MySQL DBA) Skill Details MySQL DBA , Centos , Backup , Restore , Replication , Query Optimazation- Exprience - 24 monthsCompany Details company - Trimax IT Infrastructure & Services Ltd description - Â·Â Â Â Â Â Â Â MYSQL Installation, maintenance and Upgrades (Version 5.5 , 5.6) Â·Â Â Â Â Â Â Â MySQL database administration on a large scale MySQL installation Â·Â Â Â Â Â Â Â Experience with MySQL on both Linux and Windows Â·Â Â Â Â Â Â Â MySQL processes, security management and queries optimization. Â·Â Â Â Â Â Â Â Performed query analysis for slow and problematic queries. Â·Â Â Â Â Â Â Â Performed Structural changes to Database like creating tables, adding columns according to business requirement Â·Â Â Â Â Â Â Â Creating and MaintainingÂ Database Maintenance Plans. Â·Â Â Â Â Â Â Â Writing scripts to Create Jobs for Backup & Restore Plans. Â·Â Â Â Â Â Â Â Working on MYISAM to INNODB engine. Â·Â Â Â Â Â Â Â Working on Server shifting , tuning parameter , database purging Â·Â Â Â Â Â Â Â Working on Mysql master slave Replication Â·Â Â Â Â Â Â Â Handling Release management and user acceptance. Â·Â Â Â Â Â Â Â Restore using xtrabackup. Â·Â Â Â Â Â Â Â Responsibilities include monitoring daily, weekly and monthly system maintenance tasks such as database backup, replication verification, database integrity verification and indexing updates Â·Â Â Â Â Â Â Â Work in 24/7 production database support. company - Trimax IT Infrastructure & Services Ltd description - Â·Â Â Â Â Â Â Â MYSQL Installation, maintenance and Upgrades (Version 5.5 , 5.6) Â·Â Â Â Â Â Â Â MySQL database administration on a large scale MySQL installation Â·Â Â Â Â Â Â Â Experience with MySQL on both Linux and Windows Â·Â Â Â Â Â Â Â MySQL processes, security management and queries optimization. Â·Â Â Â Â Â Â Â Performed query analysis for slow and problematic queries. Â·Â Â Â Â Â Â Â Performed Structural changes to Database like creating tables, adding columns according to business requirement Â·Â Â Â Â Â Â Â Creating and MaintainingÂ Database Maintenance Plans. Â·Â Â Â Â Â Â Â Writing scripts to Create Jobs for Backup & Restore Plans. Â·Â Â Â Â Â Â Â Working on MYISAM to INNODB engine. Â·Â Â Â Â Â Â Â Working on Server shifting , tuning parameter , database purging Â·Â Â Â Â Â Â Â Working on Mysql master slave Replication Â·Â Â Â Â Â Â Â Handling Release management and user acceptance. Â·Â Â Â Â Â Â Â Restore using xtrabackup. Â·Â Â Â Â Â Â Â Responsibilities include monitoring daily, weekly and monthly system maintenance tasks such as database backup, replication verification, database integrity verification and indexing updates Â·Â Â Â Â Â Â Â Work in 24/7 production database support.\"", "output": "Delivered database, education, details-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"PMO CORE COMPETENCIES â¢ Maintain processes to ensure project management documentation, reports and plans are relevant, accurate and complete â¢ Report automation, Dashboard preparation and sharing feedbacks basis on performance of Project Manager â¢ Forecasting data regarding future risks, Project changes and updating the delivery team on timely basis â¢ Good understanding of project management lifecycle â¢ Proven excellence in Risk Management and control â¢ Good understanding of Software Development Lifecycle (SDLC) â¢ Ability to synthesize qualitative and quantitative data quickly and draw meaningful insights â¢ Knowledge of Programme/Project Management methodologies with full project reporting and governance â¢ Ability to work with different cross-functional stakeholders to establish and ensure a reliable and productive working relationship â¢ Strong time management and organizational skills â¢ Multitasking skills and ability to meet deadlines COMPUTER SKILLS AND CERTIFICATION â¢ Advance knowledge in MS office 2013 and Macros. SKILLS â¢ Strategic thinking and decision making ability â¢ Sound Analytical skills â¢ Multi-tasking skills in fast paced environment. â¢ Leadership and Inter Personal Skills. â¢ Strong information management ability, particularly MS excel extraction, formulae, pivots and graphs. Education Details January 2005 Bachelor of Business Administration Business Administration Pune, Maharashtra Modern College HSC Pune, Maharashtra S.S.P.M.S College SSC Pune, Maharashtra Saints High School PMO Having an exp of 6 years experience in Project Management in IT. Expertise in PMO, Team handling, Quality Analyst. Proficient in Data Analyzing tools and techniques. Skill Details DOCUMENTATION- Exprience - 47 months GOVERNANCE- Exprience - 19 months EXCEL- Exprience - 6 months FORECASTING- Exprience - 6 months MS EXCEL- Exprience - 6 monthsCompany Details company - Capita India Pvt ltd description - Pune Key Result Areas Responsible for successful transition of knowledge, system and operating capabilities for Prudential, Multiclient, Pheonix & Royal London. â¢ Travelled Onsite (Glasgow) and being part with UK team to understand the transition PMO work process and execute successfully at Offshore. â¢ Successfully transitioned Work order Management, Governance and Reporting from UK. â¢ Lead a team of 6 members and follow up on the development of new Ways of Working & documentation processes. â¢ Manage internal and external stakeholder engagement, collaboration of teams, and global PMOs network â¢ Helps achieve robust operations with all the resources and infrastructure to execute steady state operations. company - Saviant Technologies description - for Multiple Projects â¢ Established a PMO from scratch and provided seasoned leadership to the technical operations staff â¢ Defined and implemented work priority management and resource management processes â¢ Established a supportive environment that allowed employees to grow and provide imaginative solutions to complex client need â¢ Track and monitor financial performance of the program. Report financials for actual to budgeted comparison for labor hours and dollars, operating costs and capital costs. Secure funding approvals for changes in scope â¢ Monitor program risks through an on-going process of identifying, assessing, tracking, developing and executing risk mitigation strategies â¢ Reviewed project documentation and document lessons learned and provide recommendations to mitigate them in future projects. â¢ risk identification, mitigation strategy, issue escalation, client communication, project timeline, and resource management company - Infosys description - Pune Key Result Areas Responsible for:- â¢ Resource management, Budgeting, Billing. â¢ Responsible for preparing and sharing different reports with Delivery Managers, Project Managers, Quality team â¢ Automation of reports for entire unit â¢ Interpret data, analyze results using statistical techniques and provide ongoing reports. â¢ Preparing case diagrams & activity diagrams for various scenarios. â¢ Collate data, study patterns and Conduct brainstorming sessions to identify outliers. â¢ Review and approve project documentation. â¢ Assist in identification of risks in the project and setting up of mitigation plan of the risk by reviewing dashboards and reports. â¢ Customer feedback information and analysis. â¢ Reviews and validate the inputs from Project Mangers regarding Dashboards and PPT's â¢ Supporting TL by training people on process/domain as a part of the growth plan SLA compliance. company - Capita India Pvt ltd description - Pune Key Result Areas Audits â¢ Reviews and validate the inputs from Managers regarding Dashboards and PPT's â¢ Auditing work done by onshore agents and simultaneously auditing work done for my old team and their reporting part as well. â¢ Assisting reporting manager in business transformation leadership skills with proven ability to influence and collaborate across all levels of the organization. â¢ Helping line managers to solve specific audit problems, either on a one-to-one basis or in groups. Reporting â¢ Preparing weekly / monthly / quarterly / yearly MIS -Variance report, Performance report, Feedback analysis, Task activities report, publish relevant business Dashboards, Projects audit report.\"", "output": "Automated Excel workflows using excel, macros, automation, pivot, dashboard, api to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients. Typically achieved measurable time savings (e.g., up to 30-60%) through automation."}
{"input": "\"ETL Developer Computer skills: - Yes. SQL knowledge-yes Unix knowledge-yes Data warehouse knowledge-yes Ab intio -yee MY HOBBIES: - â¢ Playing Cricket, football. â¢ Reading books â¢ Visiting new places/Travelling. DECLARATION:- I hereby declare that the above mentioned information is factual and correct up to the best of my knowledge and belief. Date: -.27.01.2019 MR. MANISH PRABHAKAR PATIL Place: -MUMBAI Education Details June 2014 to June 2015 Bachelor's Electronics and Telecommunication A C Patil college of Engineering January 2009 to January 2011 Engineering Navi Mumbai, Maharashtra Bharati vidyapeeth January 2008 H.S.C. Mumbai, Maharashtra Khalsa college ETL Informatica Developer ETL DEVELOPER Skill Details ETL- Exprience - Less than 1 year months Data Warehouse- Exprience - Less than 1 year months Datastage- Exprience - Less than 1 year monthsCompany Details company - Reliance Infocomm description - I havevbeen working as ETL Developer in reliance industries in India for the past 3years.I have very good knowledge of Informatica and SQL as well as good knowledge of Unix.I am willing to work in yours company as Developer.\"", "output": "Delivered etl, developer, computer-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"SAP Developer Competencies: SAP Business Intelligence Version SAP BO 4.2 BO Tools Design Studio, IDT, Webi, UDT, CMC activities Backend DB HANA, BW, Bex Queries, SQLEducation Details SAP BO Developer and SAP HANA Developer SAP BO Developer - Credit Suisse Skill Details Sap Bi- Exprience - 72 months CMC- Exprience - 72 months HANA- Exprience - 36 months BUSINESS INTELLIGENCE- Exprience - 72 months SQL- Exprience - 72 months SAP BO- Exprience - 72 monthsCompany Details company - Accenture description - Company Accenture, Pune Environment SAP BO 4.2, IDT, HANA views Role SAP BO Developer and HANA developer Description: This Project aims to provide reporting solution for Swiss business users.The universe supports analyzing customer funds purchase order patterns and order lifecycle reporting. The purpose of reports is to provide an end-to-end view of the entire sales order transaction, and to track the investment orders in various funds, including the status of orders, order types along with the gross value and net value to be generated from these orders. Roles & Responsibilities: â¢ Analyzed user requirements and sorted the best possible ways of optimizing performance of universe. â¢ CV and generated views development in HANA studio â¢ Handling day to day activities involved in development of Business Objects as per the client requirements. â¢ Worked as a team member with backend counterpart to understand the Business Requirements. â¢ Developing and maintaining universes. â¢ Raised OSS tickets to SAP for issues and implemented suggestion/workaround in development. â¢ Fixed webi issues reported by users. â¢ Created BIAR file and promoted to higher environments by change request. â¢ Project handover to team and documentation for reference. Project 2: Project Name Nestle Client Nestle Globe Company Tech Mahindra Pvt. Ltd. Bangalore Environment SAP BO 4.2, IDT, HANA views Role SAP BO Developer and HANA developer Description: This Project aims to provide reporting solution for Global business users. The Globe Integrated Order (IO), Billing Detail and Order Detail universes combines orders, deliveries, shipment and billing documents at the order item level. The universe supports analyzing customer order patterns and order lifecycle reporting. The purpose of reports on this universe is to provide an end-to-end view of the entire sales order transaction, and to track the sales orders in various ways, including the status of orders, order types along with the gross value and net value to be generated from these orders. Roles & Responsibilities: â¢ Analyzed user requirements and sorted the best possible ways of optimizing performance of universe. â¢ CV and generated views development in HANA studio â¢ Handling day to day activities involved in development of Business Objects as per the client requirements. â¢ Worked as a team member with backend counterpart to understand the Business Requirements. â¢ Developing and maintaining universes. â¢ Raised OSS tickets to SAP for issues and implemented suggestion/workaround in development. â¢ Implemented Union pruning in concept in universe to optimize performance by partition selection in HANA views by passing value to prompt. â¢ Fixed webi issues reported by users. â¢ Created BIAR file and promoted to higher environments by change request. â¢ Project handover to team and documentation for reference. Project 3: Project Name Nestle Client Nestle TCT Company Tech Mahindra Pvt. Ltd. Bangalore Environment SAP BO XI 4.2, Design Studio 1.6 SP6 & Bex Queries Role SAP BO Developer Description: The Project was developed to show delay in Nestle freight orders by hours on cross tab, bar chart, geo map due to weather conditions. Basic Source for the data was BW Bex queries and the top of these Queries dashboard was designed. This main user audience was transport control tower members to analyze and take decision to send consignments via other modes of transport due to weather conditions to avoid delay and reduce expenditure. Roles & Responsibilities: â¢ Involved with users to understand the Business Requirements and implement feature in a generic way. â¢ Suggested best visualization components in dashboard to use. â¢ Analyzing user requirements and finding the best possible ways of representing the data. â¢ Bug Fixes and feature enhancement in application. Project 4: Project Name Nestle Client Nestle BA Company Tech Mahindra Pvt. Ltd. Bangalore Environment SAP BO 4.2, Design Studio 1.6 & Bex Queries Role SAP BO Developer Description: The Project \"Nestle BA Catalogue Reporting\" for Nestle is basically to provide Dashboard in Design studio with the information of all the reports used within Nestle. And this dashboard is been used by all the users of Nestle within different region of globe. Basic Source for the data was BW Bex Queries and the top of these Queries Dashboard was designed. This main purpose of the project was to help users to understand about usage of different reports on portal and to help them to take decision for decommissioning of a report. Roles & Responsibilities: â¢ Involved with customer to understand the Business Requirements in order to present the data in a meaningful manner and suggested component selection to visualize data in most effectively. â¢ Analyzing user requirements and finding the best possible ways of representing the data. â¢ Changes in BW query according to requirement â¢ Interacting with client team for requirement gathering and analysis. â¢ Implemented ideas in bex and design studio app to optimize performance with help of successful POC. Project 5: Project Name Warner Bros Client Marvin Pictures, US Company CapGemini Pvt. Ltd. Bangalore Tools Teradata DB, SAP BO 4.1 Webi, IDT, CMC, Query builder, HPSM ticketing tool Role SAP BO Developer Description: The purpose of the project is tracking of DVD and comic sale worldwide. The Application will be used by End Users to analyze their sales Information and to help them in taking decision for their Business Growth. Sales reports in webi were based on universe. Teradata tables were source to universe. Worked as shared resource for CMC activities and webi/universe issues tickets. Roles & Responsibilities: â¢ Working as a team member to understand the Business Requirements. â¢ Performed CMC activities like user & user group creation, providing access to objects and folders. Created folders for reports, connection, universes and provided user security, connection pointing to universe. â¢ Worked on issue related to connection, universe objects and webi reports enhancements. â¢ Raised OSS messages to SAP to seek solution related to BO tool and limitations. â¢ Worked on webi report, universe defects and enhancements. â¢ Meeting with users to understand issue, suggest best solution and ETA. â¢ Worked on query builder to find BO objects metadata for investigation. â¢ Created of BIAR format using promotion management. Project 6: Project Name Nordea Client Nordea Bank, Sweden Company CapGemini Pvt. Ltd. Bangalore Environment SAP BO 4.1, IDT, Webi, Teradata Role SAP BO Developer Description: The Project report Analytics for Nordea aims to provide clear analysis of personal, company accounts in bank around the world. In all regions reports have data related to users and their account type. Webi reports based on universe based on Teradata DB financial tables. This project mainly tracks firm's Sales with respect to different criteria's like customer wise sales for different categories. It helps various end Users to analyze their sales related information and to help in their business growth and make precise decisions. Roles & Responsibilities: â¢ Involved in activities to understand the Business Requirements. â¢ Analyzing user requirements and finding the best possible ways of representing the data. â¢ Designing and developing interactive webi reports as per client's dynamic requirements. â¢ Developed webi reports having blocks, graphs and linked report with summary report. â¢ After development performing unit test activities and presentation to users. â¢ Implementation of Business Object i.e. Webi from one Environment to another using BIAR File. â¢ Fixed issues in webi reports related to data and report formatting and made changes in report requested by users in MAT. â¢ Prepared RDD for reports and performed unit testing. â¢ Provided KT to users and supports teams. company - Tech Mahindra description - company - Capgemini description -\"", "output": "Delivered nestle, catalogue, reporting-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Operations Manager KEY COMPETENCIES â¶Multi - Operations Managementâ¶People Management â¶Customer Services - Emails â¶ MIS â¶Vendor & Client Services Managementâ¶Cross Functional Coordinationâ¶Banking & Financial Servicesâ¶ Transaction Monitoring * ATM Operations â¶ & Prepaid Card Operations (Pre-Issuance & Post-Issuance) â¶ POS Operations * JOB PROFILE & SKILLS: â¢ An effective communicator with excellent relationship building & interpersonal skills. Strong analytical, problem solving & organizational abilities. â¢ Extensive experience in managing operations with demonstrated leadership qualities & organisational skills during the tenure. â¢ Managing customer centric operations & ensuring customer satisfaction by achieving service quality norms. â¢ Analyzing of all operational problems, customer complaints and take preventive and corrective actions to resolve the same. â¢ Receive and respond to Key customer inquiries in an effective manner and provide relevant and timely information. â¢ Deft in steering banking back-end operations, analyzing risks and managing delinquencies with dexterity across applying techniques for maximizing recoveries and minimizing credit losses. â¢ Analyzed & identified training needs of the team members and developing, organizing and conducting training programs and manage bottom quartile team to improve their performance. â¢ Preparing and maintaining daily MIS reports to evaluate the performance and efficiency of the process relate to various verticals. â¢ Measuring the performance of the processes in terms of efficiency and effectiveness matrix and ensuring adherence to SLA. â¢ Major Activities Define processes for Field Services were monitored and necessary checks were executed and controlled. Also measured Vendor SLA by analyzing the TAT of vendors & the Client SLA provided to us. â¢ As per company procedures, handling & ensuring vendor's payment issues to be sorted out &payments are processed on quarterly basis. â¢ Appropriately plan and execute each skill of operations in accordance with the department's policies and procedures. â¢ Manage relationships with business team, software development team and other services to achieve project objectives. Different software Worked till now: - a. CTL prime - Axis Bank Credit Cards b. Insight - For POS Machine technical operations for Amex (MID & TID Generation- ATOS (Venture Infotek) c. Ticket Management System - TATA Communications Private Services Ltd (ATM - NOC Operations) d. Branch Portal (Yalamanchili Software Exports Ltd) - Prepaid Cards (SBI Bank & Zaggle Prepaid Oceans Services Ltd) Zaggle Prepaid Ocean Services Pvt Ltd Oct, 2017 to Till Date Designation: Manager - Operations (Payment Industry - Prepaid Cards - INR) Education Details Commerce Mumbai, Maharashtra Mumbai University Operations Manager Service Manager - Operations (Payment Industry - Prepaid Cards - INR & FTC) Skill Details OPERATIONS- Exprience - 73 months SATISFACTION- Exprience - 48 months TRAINING- Exprience - 24 months NOC- Exprience - 23 months POINT OF SALE- Exprience - 20 monthsCompany Details company - Zaggle Prepaid Ocean Services Pvt Ltd description - Card Operations company - Yalamanchili Software Exports Ltd description - 24*7 Operations Pvt Ltd) Dec 2015 to Feb 2017 Designation: Service Manager - Operations (Payment Industry - Prepaid Cards - INR & FTC) Key Contributions: â¢ A result-oriented business professional in planning, executing& managing processes, improving efficiency of operations, team building and detailing process information to determine effective result into operations. â¢ Ensuring PINs generation (SLA) is maintained and chargeback cases are raised in perfect timeframe. â¢ Managing email customer services properly and ensuring the emails are replied properly. Also, ensuring transaction monitoring is properly managed 24/7. â¢ Assisting Bankers (SBI & Associated Banks) for their BCP plans by getting executed in the system with the help of DR-PR plans & vice versa or any other business requirements. â¢ Expertise in maintaining highest level of quality in operations; ensuring adherence to all the quality parameters and procedures as per the stringent norms. â¢ Lead, manage and supervise the execution of external audit engagements and responsible for presenting the findings & developing a quality reports to the senior Management and Clients. â¢ Coach/mentor (20) team members to perform at a higher level by giving opportunities, providing timely continuous feedback and working with staff to improve their communication, time management, decision making, organization, and analytical skills. â¢ Providing the solutions and services to the client in their own premises with aforesaid count of team members. â¢ Also ensuring end to end process of PR & DR as per client requirements (PR- DR & DR -PR) by interacting with internal & external stakeholders. â¢ Determining process gaps and designing & conducting training programs to enhance operational efficiency and retain talent by providing optimum opportunities for personal and professional growth. company - Credit Cards description - Ensured highest standard of customer satisfaction and quality service; developing new policies and procedures to improve based on customer feedback and resolving customer queries via correspondence, inbound calls & email channels with the strength of (12-16) Team members. company - AGS Transact Technologies Limited description - Key Contributions: Lead - SPOC to Banks company - TATA Communications Payment Solutions Ltd description - To make ATMs operational within TAT by analyzing the issue is technical or non-technical and also by interacting with internal & external stakeholders. company - Vertex Customer Solutions India Private Ltd description - Key Contributions: â¢ Build positive working relationship with all team members and clients by keeping Management informed of KYC document collection & con-current audit progress, responding timely to Management inquiries, understanding the business and conducting self professionally. company - Financial Inclusion Network & Operations Limited description - Key Contributions: POS-Operations â¢ Cascading the adherence of process is strictly followed by team members & training them to reduce the downtime. â¢ Managing Stock of EDC Terminals â¢ Managing Deployments of terminals through Multiple teams â¢ Would have worked with multiple terminal make & model â¢ Managing Inward, Outward & QC of applications installed in the POS machines. company - Venture Infotek Private Ltd description - Key Contributions: POS-Operations company - Axis Bank Ltd - Customer Services description - Aug 2006 to Oct 2009 (Ma-Foi&I- smart) Designation: Team Leader/Executive - Emails, Phone Banking & Correspondence Unit (Snail Mails)\"", "output": "Automated Excel workflows using excel to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"input": "\"Java Developer SKILLS: - 1) Team leading 2) Self-motivated 3) Hard working â Strengths: Ready to learn new Programming Languages, Punctual, Discipline, Respectfulness. DECLARATION:- I hereby inform you that all the statement made above are true with the best of my knowledge and belief. Education Details August 2014 to July 2017 MCA Computer Sciene Amravati, Maharashtra SGBAU, Amaravti Java Web Developer Skill Details Core Java,JSP,Servlet,Spring,Hibernate,Struts,Javascript- Exprience - 6 monthsCompany Details company - Salcluster Technologies description - 1. I am Java web developer 2. Jsp , servlet, Sprinng MVC Technologies\"", "output": "Delivered java, developer, skills-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Network Security Engineer Communication Skills My writing skills in English is very good and I am certainly a clear speaker. Being comfortable speaking in front of an audience, I can easily facilitate meetings and brainstorming sessions Interpersonal Skills As a friendly, polite person, with positive attitude I work well with others and deal with difficult situations in a careful and considerate manner. Learning Skills I have a high capacity for learning, pick up new skills and ideas quickly, and generally thrive on challenges. Enthusiasm and creativity give me an edge on difficult projects. Problem Solving Skills My analytical skills help me troubleshoot problems and uncover root causes. I am creative and tenacious.Education Details July 2012 to April 2015 Bachelor of Science INFORMATION TECHNOLOGY Mumbai, Maharashtra Akbar Peerbhoy College of Comm & Eco. (University of Mumbai) June 2008 to April 2010 Jaunpur, Uttar Pradesh Janta Inter College Jaunpur May 2006 to April 2008 Jaunpur, Uttar Pradesh Inter College Jaunpur Network Security Engineer Skill Details Network Security, Network Administration, Firewall and VPN Configuration, Routing and Switching.- Exprience - 24 monthsCompany Details company - Karvy Innotech LTD. description - ÃÂ Managing network of Mahindra & Mahindra Financial services limited, both internal and at PAN India level. ÃÂ Installation, setup / configuration, troubleshooting, Tuning, diagnostics and maintenance of IT security related Equipment. ÃÂ Maintaining all network devices such as Routers, Switches, Firewall, Wi-Fi Devices. ÃÂ Troubleshoot performance and availability issues on security devices such as firewalls, UTM, Content Filtering solutions and Handling daily calls related to network and network security. ÃÂ Manage and administer the VPN connectivity with organization's clients. ÃÂ Implement Policy Changes, Configure URL filtering & security policies onÂ UTM appliances. ÃÂ Monitor alerts received from the monitoring systems and take appropriate action based on the defined processes. ÃÂ Follow the SLAâs and procedures already defined for security device management. ÃÂ Co-ordinating with ISPs like TATA, Airtel, Reliance, Vodafone, Sify, Tikona & HCL Comnet for all WAN related issues. ÃÂ Configuration and Troubleshooting of Site to Site (IPSEC) VPN between HO and Remote Branches. ÃÂ Maintaining inventory on monthly basis of all network devices. ÃÂ LAN Connectivity issues, Crimping, Rack Mounting. Reporting to CISO of Mahindra Finance for all network related queries and solutions\"", "output": "Delivered network, security, engineer-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Operations Manager IT SKILLS â¢ Well versed with MS Office and Internet Applications and various ERP systems implemented in the company ie.SAGE, Flotilla, LM ERP, Tally 9, WMS, Exceed 4000 etc PERSONAL DOSSIER Permanent Address: Bandra West, Mumbai 400 050Education Details B.Com commerce Mumbai, Maharashtra Bombay University Mumbai, Maharashtra St. Andrews College DIM Business Management IGNOU Operations Manager Operations Manager - Landmark Insurance Brokers Pvt Ltd Skill Details EMPLOYEE RESOURCE GROUP- Exprience - 6 months ENTERPRISE RESOURCE PLANNING- Exprience - 6 months ERP- Exprience - 6 months MS OFFICE- Exprience - 6 months Tally- Exprience - 6 monthsCompany Details company - Landmark Insurance Brokers Pvt Ltd description - Jan 2019 till Date About the Company One of India Largest Insurance Brokerage firms with offices across 24 states PAN India and a part of the LandmarkGroup with an annual turnover of 2200 cr Position: Operations Manager Leading and overseeing a team of 12 people to ensure that the correct work processes and TAT are followed with regards to complete insurance handling from cheque submission right upto policy issuance and support to all offices PAN India for Motor and Health Insurance. â¢ Ensuring all the data entry of customers is correctly done by the customer service â¢ Underwriting of documents and verification ( Health & Motor) â¢ Costings of Insurance products â¢ Followups with Insurance companies â¢ Customer complain handling and solutions â¢ MIS reporting â¢ Ensuring the team is working in line with the operations SOP â¢ Conducting weekly briefing with the team â¢ Liasing with all PAN India offices for all operational support â¢ Handling daily cash transactions â¢ Reporting to the Vice President Operations company - Trippereri Travels & Tours description - Jan 2017 to Mar 2018 About the Company A Startup Travel Agency company organising local and international Tours. Operations: Looked after overall Operations and Administrative / Sales functions company - Vish Hotel Supplies Pvt Ltd description - Jan 2015 Nov 2016 About the Company A distributor of hotel supplies to 5 star International hotels Groups in India for hotel amenities from a international supplier to more than 50 hotels all across India Position: Operations Manager (Supply Chain Logistics) Complete Incharge of running the business from Shipping, Imports, warehousing right upto Distribution and overseeing all operational related activities for the company â¢ Overlooking and managing all aspects of the business and implementing procedures for successful shipping / inventory management at the warehouse / delivery of material all India plus exports â¢ Overseeing all vendor negotiations in addition to the customs warehouse and cha â¢ Negotiating with Freight forwarders for best freight rates and quickest delivery times â¢ Overseeing the clearance of import shipments and export shipments and liasing with freight forwarders â¢ Ensuring that all government and tax compliances are adhered to by the company. â¢ Ensuring that all benefits of government rebates and duty schemes are received and availed by the customer and company as per the EXIM license held â¢ Overseeing that all customers are satisfied with the overall supplies and services of the company â¢ Ensuring that all obstacles faced in the supply chain management is smoothened out for hassel free delivery to the customers across India â¢ Overseeing account paybles and receivables â¢ Overseeing that all stock are maintained in the warehouses and accounting books as per implemented procedures â¢ Sourcing out new vendors with high quality manufacturing capabilities for new product manufacture â¢ Visiting customers to survey customer satisfaction and address any shortfalls â¢ HR function like recruitment, interviewing & finalizing candidates for the company company - GEA Ecoflex Middle East FZE description - About the Company GEA Ecoflex part of the GEA Group Germany is one of the largest suppliers of process technology and components for the food and energy industries. As an international technology group, the Company focuses on sophisticated production processes. GEA generates revenues in excess of EUR 5.7 billion annually KEY DELIVERABLES Freight Management: Acquire, develop and enhance relationships for economical & faster modes of freight forwarding for various requirements of the company. Developing pricing strategies with an with an eye towards maximizing company's profits by reducing its freight costs by negotiating the pricing for each individual sectors with freight forwarders/shipping carrier and ensuring timely delivery of goods to the respective destinations. Manage and negotiate the import freight charges with various freight forwarders and Air Lines for Bulk Air shipments moving from Americas, Europe, Dubai, India, China & Other GCC Countries. Identify possible snag & loopholes for all consignments moving in and out, which may be late for the required deadline and find alternate solutions for meeting the commitment. Logistics Management: Managing the logistic functions; negotiating with transporters for cost effective transport solutions. Coordinating with Custom House Agents for ensuring timely clearances and effective transport solutions at reasonable costs. Interfacing with airlines & shipping lines for transport & conducting negotiations for finalizing freight rates to optimize transportation costs & ensure damage free transit. Monitoring and analyzing the loss in transit and undertaking measures to control the same. Co-ordinated the schedule / mobilization of After sales team to various GCC/ On-shore / Off shore /European sites. Materials / Inventory Management: Handling the inventory function so as to curtail inventory holding expenses. Ensuring the specifications of materials, establishing quality & quantity for effective inventory control and reducing wastages. Managing the disposal of obsolete and retired inventory. Warehousing & Distributions: Planning and maintaining efficient warehouse operations. Monitoring receipt, inspection, storage, and distribution of stock. Resolving all problems affecting the stores service including staff punctuality, day-off, vacation plan, etc. Overseeing that all paper work is processed in a timely manner. Following up on discrepancies, damage/expired goods and claims & returns back. Purchase / Procurement: Providing support for developing and implementing key procurement strategies for commodities and ensuring that plans are aligned with all contractual & statutory requirements while ensuring project schedule. Identifying new potential vendors for strategic sourcing; ensuring purchase schedules against the purchase plan for timely procurement of all items to ensure smooth manufacturing. Vendor / Supplier Development: Providing support for identifying and negotiating with vendors for procuring essential materials at reasonable price, developing vendors for better price, quality, delivery & increased volumes and identifying alternate vendors. Developing long-term partnerships with local & foreign suppliers; acquiring techno-commercial offers from various vendors. Handled Supplier Pre-Qualification and Vendor Registrations SIGNIFICANT CONTRIBUTIONS â¢ Successfully managed the overall Operations including: o Receiving stock, Order Dispatch, Warehouse Management & Special Processes. o Inventory Control and Global Purchase. o Facility in compliance with ISO [REDACTED_PHONE] standards. o Coordinating and follow up with various factories in Europe, US, Asia for timely delivery of materials o Carrying out receiving, picking, packing, and shipping average of 45 orders monthly. o Maintaining and handling AED 15 million inventories stored at three external warehouses. â¢ Holds the credit of serving clients in Power, Marine Oil and Construction industries including SABIC, KSA. â¢ Played a key role in streamlining inventory identification and tracking system. â¢ Pivotal in introducing systematic analysis of daily discrepancy reports. â¢ Generated reports on Standardized receiving, stocking, checking, and housekeeping procedures. â¢ Abridged a decrease in inventory discrepancies by developing tracking system. â¢ Successful in meeting 24-hour turnaround goal for most of shipments. company - Kuehne + Nagel LLC description - About the Company A worldwide leader in Logistics .The company activities are in the global seafreight, airfreight, overland and contract logistics businesses. â¢ Successfully managed a team of 3 Executives and reported to General Manager. â¢ Handling the top Key accounts of the company â¢ Successful handling of the entire export Coordination, Documentation. â¢ Played a pivotal role in supervising receiving, inventory control, storage, distribution, traffic, etc. â¢ Responsible for maintaining scheduled drivers, negotiated rates and routes with truck lines/carriers. â¢ Essayed a key role in handling product distribution, security, and receivables for clients like United nations and Johnson & Johnson. â¢ Handled Hotel logistics, inventory and distribution across the middle east for Marriot and Hilton Group â¢ Managed and monitored the smooth movements of all consignments moving as direct imports, exports or as transshipment consignments from the Far East/ Middle East/ Amman or Egypt and its other branches to its respective destinations & also as transshipment into USA by Air, Land and Sea. â¢ Supervised the Entire Customs Clearance for all consignments at various exit/entry points for all the direct imports, exports or transshipment consignments â¢ Billing each Account as per the job completed â¢ Keeping track of Revenue of each client on a monthly basis â¢ Regular customer visits to ensure smooth operations and address any grievances. company - DHL Express description - About the Company A worldwide leader in Air Express Courrier wholly owned by DPWN (Deutsche Post World Net) â¢ To handle shipments of Key Accountholders with DHL India â¢ Tracking and Tracing of shipments â¢ Solving problems of undelivered shipments â¢ Working as per the DHL standards and service procedures â¢ Liasing with operations and network at all DHL stations worldwide to ensure timely deliveries of shipments â¢ Proactively keeping the customer informed about the status of their shipments while in transit to delivery â¢ Keeping track of the productivity of each team member and updating records â¢ Liasing with India operations for inbound freight shipments for clearance and timely deliveries â¢ Informing customers about the various paperworks required for sending different shipments to various countries â¢ Handled projects for State Bank of India for sending Interest warrants to their customers Globally. Keeping complete track of shipments status and informing SBI proactively. company - WNS Global Services description - company - Airlink International description - About the company An International company with various departments and activities i.e Cargo, shipping, Ticketing And freight forwarding Designation Held: Logistic Assistant / Operations Executive Job responsibilities: â¢ Handling the top accounts of the company. â¢ Answering customer queries, request and complaints â¢ Sending quotations â¢ Billing each Account as per the job completed â¢ Preparing export documentation. â¢ Preparing free Zone documents â¢ Liaising with Jebel Ali Port and Dubai / Sharjah port. â¢ Liaising with Shipping companies for export and imports. â¢ Coordinating Barge loadouts. â¢ Complete Inventory Management. â¢ Adhering to professional standards and procedure to achieve the ISO certificate. Worked on software packages Exceed 4000 and Flotilla. company - Serck Services International description - Job responsibilities â¢ Liaising with the Purchasing Manager in local and international purchases of technical parts, â¢ Involving import and export formalities. â¢ Soliciting quotes, preparing purchase orders and communicating with suppliers both local and international. â¢ Receiving and dispatching goods â¢ Liaising with suppliers to ensure timely supply of equipments â¢ Stock control and inventory. â¢ Maintenance of reorder levels and par stock. â¢ Preparing the daily operations report â¢ Maintaining the ISO standards, which involves efficient recording of data and systematic filing of data. company - Serck Services International description - March 2000 - April 2003 About the company A British based multinational company, manufacturing radiators, oil coolers, heat exchangers and Other cooling elements for all purposes Joined the company as Accounts Assistant and promoted to Logistic Assistant in Aug 2001 company - Serck Services International description - Job responsibilities â¢ Maintaining and updating the database of customers and suppliers. â¢ Handling walk in customers and after sales service calls. Preparing Job order. â¢ Providing timely information and data for the preparation of reports. â¢ Circulating information through memos and reports. â¢ Invoicing for four major departments. â¢ Banking â¢ Petty cashiering and preparing reports â¢ General office duties.\"", "output": "Automated Excel workflows using pivot to create dashboards and custom macros, improving reporting speed and reducing manual effort for clients."}
{"input": "\"Blockchain Skills Strong CS fundamentals and problem solving Ethereum, Smart Contracts, Solidity skills Golang, Node, Angular, React Culturally fit for startup environment MongoDB, PostGresql, MySql Enthusiastic to learn new technologies AWS, Docker, Microservices Blockchain, Protocol, ConsensusEducation Details January 2014 M.Tech Computer Engineering Jaipur, Rajasthan Malaviya National Institute Of Technology Jaipur January 2011 B.E. Computer Science And Engg Kolhapur, Maharashtra Shivaji University Blockchain Engineer Blockchain Engineer - XINFIN Orgnization Skill Details MONGODB- Exprience - 16 months CONTRACTS- Exprience - 12 months MYSQL- Exprience - 9 months AWS- Exprience - 6 months PROBLEM SOLVING- Exprience - 6 monthsCompany Details company - XINFIN Orgnization description - Xinfin is a global open source Hybrid Blockchain protocol. Rolled out multiple blockchain based pilot projects on different use cases for various clients. Eg. Tradefinex (Supply chain Management), Land Registry (Govt of MH), inFactor (Invoice Factoring) Build a secure and scalable hosted wallet based on ERC 20 standards for XINFIN Network. Working on production level blockchain use cases. Technology: Ethereum Blockchain, Solidity, Smart Contracts, DAPPs, Nodejs company - ORO Wealth description - OroWealth is a zero commision online investment platform, currently focused on direct mutual funds Build various scalable web based products (B2B and B2C) based on MEAN stack technology and integrated with multiple finance applications/entities. eg. Integration KYC and MF Entities. Technology: Node.js, Angular.js, MongoDB, Express company - YallaSpree description - Hyderabad, Telangana Yallaspree is a largest digital shopping directory in U.A.E with over 22K stores. Own the responsibility to develop and maintain following modules: - Admin and Vendor interface - Database operations - Writing Webservices - Complete Notification system - Events and Offers Page Technology: CakePHP (PHP Framework), JQuery, MySql company - RailTiffin.com description - Mumbai, Maharashtra RailTiffin.com is an e-commerce platform to serve food to railway passengers. Worked on multiple roles like bug fixing, DB operations, Feature customisation and writing API endpoints. Technology: OpenCart (Ecommerce Framework), JQuery, MySql company - Accolite Software India Private Limited description - Bengaluru, KA Accolite is a global IT Services company headquartered in Dallas, USA with offices in India. Worked on Birst Analytics Tool to develop, deploy and maintain reports\"", "output": "Delivered api-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Java Developer Computer Skills: Languages And Script: JSP, Servlet, HTML, CSS, Java Script, Jquery, Ajax, Spring, Hibernate Operating System: Microsoft WindowsÂ® 2003/XP/Vista/7/8 Databases: My SQL Concepts: OOPS, Core java, Advance java Development Tool: Eclipse, Net beans IDE Web Server: Apache Tomcat 7.0Education Details January 2007 H.S.C Amravati, Maharashtra VidyaBharati college January 2005 S.S.C Amravati, Maharashtra Holy Cross English School Java Developer Java Developer - Kunal IT Services Pvt Ltd Skill Details ECLIPSE- Exprience - Less than 1 year months JAVA- Exprience - 14 months HIBERNATE- Exprience - Less than 1 year months SPRING- Exprience - Less than 1 year months jQuery- Exprience - Less than 1 year monthsCompany Details company - Kunal IT Services Pvt Ltd description - Currently Working As Java Developer In Winsol Solution Pvt Ltd From 1 July 2017 To Till Date. Experience Of 2 Yrs As A Java Developer In Kunal IT Services Pvt Ltd.\"", "output": "Delivered java, developer, computer-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
{"input": "\"Hadoop Technical Skills Programming Languages: C, C++, Java, .Net., J2EE, HTML5, CSS, MapReduce Scripting Languages: Javascript, Python Databases: Oracle (PL-SQL), MY-SQL, IBM DB2 Tools:IBM Rational Rose, R, Weka Operating Systems: Windows XP, Vista, UNIX, Windows 7, Red Hat 7Education Details January 2015 B.E Pimpri Chinchwad, MAHARASHTRA, IN Pimpri Chinchwad College of Engineering January 2012 Diploma MSBTE Dnyanganaga Polytechnic S.S.C New English School Takali Hadoop/Big Data Developer Hadoop/Big Data Developer - British Telecom Skill Details APACHE HADOOP MAPREDUCE- Exprience - 37 months MapReduce- Exprience - 37 months MAPREDUCE- Exprience - 37 months JAVA- Exprience - 32 months .NET- Exprience - 6 monthsCompany Details company - British Telecom description - Project: British Telecom project (UK) Responsibilities: â¢ Working on HDFS, MapReduce, Hive, Spark, Scala, Sqoop, Kerberos etc. technologies â¢ Implemented various data mining algorithms on Spark like K-means clustering, Random forest, NaÃ¯ve bayes etc. â¢ A knowledge of installing, configuring, maintaining and securing Hadoop. company - DXC technology description - HPE legacy), Bangalore â¢ Worked on Hadoop + Java programming â¢ Worked on Azure and AWS (EMR) services. â¢ Worked on HDInsight Hadoop cluster.. â¢ Design, develop, document and architect Hadoop applications â¢ Develop MapReduce coding that works seamlessly on Hadoop clusters. â¢ Analyzing and processing the large data sets on HDFS. â¢ An analytical bent of mind and ability to learn-unlearn-relearn surely comes in handy.\"", "output": "Built robust web-scraping and data-extraction pipelines using python, data mining, enabling reliable collection of structured datasets for analysis."}
{"input": "\"Civil Engineer Education Details B.E in Civil Engineering Civil Engineering Chennai, Tamil Nadu Anna University QA/QC Civil Engineer QA/QC Civil Engineer Skill Details Company Details company - Ray Engineering Limited description - Mumbai, India. Consultancy: Jacobs Engineering India Limits. (United States Company) Client: Glaxo Smith Kline (GSK), Nashik, India. Position: QA/QC Civil Engineer. Project Summary: Glaxo Smith Kline (GSK) is British multinational pharmaceutical Company in India. USD 150 million Building project of GSK. The Project involving in Medicine Manufacturing plant, Effluent Treatment plant (ETP), Effluent Drain line and storm water line. Duties & Responsibilities: â¢ All site inspection shall be carried out vise an official Inspection and Test Request (ITR) submitted by the Contractor through the proper channels â¢ Develop method statement for the activity including risk assessment and job safety environmental analysis and Inspection Test Plan and Checklist based on specifications of the project â¢ Taking care of QA/QC documents of the entire project including certificates, calibration, test results, inspection requests, non-compliance reports and site instruction/observations, permanent materials delivered and other QA/QC documents. â¢ Supervision, checking and assuring that the construction is as per the final issued for construction drawings and project specifications. â¢ Conducting joint inspection with consultant and client. â¢ Monitor and control the status of punch list and exception lists relevant to quality dossiers. 3|Page Career Progression: March 2016 to Still on going Company name: Gulf Asia Contracting Co LLC Dubai, UAE Consultancy: Chawla Architectural & Consulting Engineers Client: Geepas International ltd, UAE Project Name: 2B + G+ 19 + Roof Building Position: QA/QC Civil Engineer. Project Summary: Geepas Tower, an upcoming development in the UAE, entered the Guinness World Records along with the project contractor Gulf Asia Contracting (GAC) - the construction arm of the multi-billion-dollar business conglomerate RP Group - for completing the largest continuous concrete pour (of 19,793 cu m for 42 hours) in the world. The Dh600-million ($163 million) mid-rise residential tower, which will come up in Al Barsha, Dubai, is owned by Western International Group (Geepas) Duties & Responsibilities: â¢ Organize, implement, conduct and manage the QA/QC Programs as per the Company's Quality Policy. â¢ Coordinate the document controls of technical submittals, drawings, etc with the Project Team and to ensure that the QA/QC validation has been done, to ensure their issue, amendments and recall of controlled documents. â¢ Coordinate all inspections, monitor the required tests and record inspections and tests made pas the Contract Plan and Contract Specifications. â¢ Liaise with the Client's representatives for the conduct of day-to-day quality related project activities. â¢ Coordinate with the Project Manager regarding work performance and hold authority to stop work in any area where discrepancies remain uncorrected and/or cancel the stop work order upon satisfactory correction of noted deficiencies. â¢ Provide technical support to the Project Manager and guidance to site staff in submission of materials for approval, request for inspection, shop drawings, As-built drawings, O & M manual. â¢ Assist QA/QC Manager in conducting internal quality audits. â¢ Ensure that Non-Conformance Report (NCR) are raised once the activities deviated from the Contract Specifications or normal construction industry practices. 4|Page â¢ Coordinate with the project staff to compile and maintain pertinent records of inspection and testing until end of the contract and all pertinent records for retention on completion of the project. â¢ Attend Monthly Project Review Meetings (PRM) and alert the project team of any potential problems. company - Ray Engineering Limited description - Mumbai, India. Consultancy: Toyo Engineering India Limits. (Japan Company) Client: Petronet LNG Limits, Dahej, Gujarat, India. Position: QA/QC - Civil Engineer. Project Summary: Petronet LNG (Liquefied Natural Gas) ltd, India's biggest gas's importer Plant to hike its Dahej importer terminal capacity to 17.5 million tons. Petronet LNG ltd has set up its first LNG terminal at India with the Capacity of 10 million metric tons per year. A USD 400 million Petronet project for the Indian Govt. The Project Involving in Air heater, Pipe rack, Substation, Pump House and Control room. Duties & Responsibilities: â¢ Taking care of QA/QC documents of the entire project including certificates, calibration, test results, inspection requests, non-compliance reports and site instruction/observations, permanent materials delivered and other QA/QC documents. Responsible for closure of Non-conformance, and Site Instruction. â¢ Management System Maintain standards of safety and comply with Company's Health, Safety and Environment requirements. 2|Page â¢ Perform all daily inspection and test of the scope and character necessary to achieve the quality of construction required in the drawings and specifications for all works under the contract performed ON or OFF site. â¢ Cary out inspection and checking for all quality related procedures in the site and ensures activity at site are as per approved method statement and inspection test plan. â¢ Coordinate with the consultant's representative and Site In-charge for inspection and meeting about quality problems including closure of Non-Compliance Report. company - High View Builders. Kerala. India description - Project Name: G + 8 Floor Building High View Builders has been playing a major role in implementing new lifestyle in Kerala. From its inception, High View Builders strictly follows the aspects like on-time delivery, quality and trust that turned out of the brand of construction. The project involved in construction of villas and G + 8 Floor flats. 1|Page Duties & Responsibilities: â¢ To ensure understanding and application of all responsibilities with regard to company's environment, Health, Safety, Security and quality standard. â¢ Ensuring the required materials and PPE's are available to carry out the job smoothly and safely in advance. â¢ To be proactively involved in supporting the project engineer throughout the duration of project. â¢ To maintain an accurately detailed daily site reports for the site conditions, progress and resources available to undertake the activities throughout each phase of the project. â¢ Coordinating with sub-contractors and suppliers at site. â¢ Co-coordinating with employees for the timely completion of the work at site. â¢ Deploying the workers at the site as per the schedule and maintain the labor cards. â¢ Conduct weekly meeting with the project engineer to discuss the work progress.\"", "output": "Delivered civil, engineer, education-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients."}
