{"content": "Delivered niche, platform, suitable-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"A niche AI platform suitable for a monthly subscription model could be a personalized recommendation system tailored for businesses to enhance customer engagement and satisfaction.Budget: $500Posted On: February 16, 2024 03:51 UTCCategory: Machine LearningSkills:Artificial Intelligence, Machine Learning, Neural Network, Natural Language Processing, Deep Learning, Artificial Neural NetworkSkills: Artificial Intelligence, Machine Learning, Neural Network, Natural Language Processing, Deep Learning, Artificial Neural NetworkCountry: United States\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
{"content": "Delivered launching, podcast, called-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"I'm launching a podcast called \"I'm Glad You're Here\" that is about psychology/spirituality tools to enhance your day-to-day lives. I'll be interviewing guests and I'd like to create social media pre-March 1 launch to start building community around the topics we'll be diving into. I want the social media to be reels and engaging content.Posted On: February 14, 2024 01:59 UTCCategory: Social Media MarketingSkills:Health & Wellness, TikTok, Social Media Management, Video Editing, Social Media Marketing, InstagramSkills: Health & Wellness, TikTok, Social Media Management, Video Editing, Social Media Marketing, InstagramCountry: Israel\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
{"content": "Delivered require, regularly, website-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"We require regularly website maintenance with an individual or team with responsive communication.Hourly Range: $25.00Posted On: February 14, 2024 02:47 UTCCategory: Web DesignSkills:WordPress, Web Development, Web Design, CSS, HTML, PHPSkills: WordPress, Web Development, Web Design, CSS, HTML, PHPCountry: Japan\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
{"content": "Delivered contracting, company, looking-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"Contracting company looking to engage with capable experienced draft person to take over construction document production for use for permitting and onsite.Posted On: February 16, 2024 06:49 UTCCategory: CADSkills:Drafting, Autodesk AutoCAD, Architectural Design, 2D Design, CAD Drafting, Floor Plan Design, 2D Design & DrawingsSkills: Drafting, Autodesk AutoCAD, Architectural Design, 2D Design, CAD Drafting, Floor Plan Design, 2D Design & DrawingsLocation Requirement: Only freelancers located in the United States may apply.Country: United States\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
{"content": "Delivered estamos, realmente, interesados-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"Estamos realmente interesados ​​en adquirir tus capacidades y habilidades profesionales como traductor de español, especializándonos específicamente en la conversión de documentos del inglés al español. La tarea por la que recibimos una valoración desesperada es una tarea de vital interés: volver a escribir 80 páginas de una apasionante caja de historias desde su original en inglés a un contenido narrado en español elocuente y persuasivo.Hourly Range: $15.00-$26.00Posted On: February 13, 2024 12:18 UTCCategory: Systems AdministrationSkills:Castilian Spanish, Spanish to English Translation, Content Writing, Creative WritingSkills: Castilian Spanish, Spanish to English Translation, Content Writing, Creative WritingCountry: Germany\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
