{"content": "Delivered quick, turn, around-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"QUICK TURN AROUND!I need someone with a scientific background and/or expertise writing a highlight communication around a conference.Hourly Range: $25.00-$40.00Posted On: February 14, 2024 16:41 UTCCategory: Creative WritingSkills:Science, Article Writing, Content Writing, English, Article, Proofreading, Academic WritingSkills: Science, Article Writing, Content Writing, English, Article, Proofreading, Academic WritingLocation Requirement: Only freelancers located in the United States may apply.Country: United States\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
{"content": "Delivered are, employment, law-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"We are an employment law firm, and we need to interview a witness today on the phone (the time is fairly flexible, but must before 4:00 PM PST).Although this is a very short term project, this can easily lead to more translation projects.Hourly Range: $24.00-$35.00Posted On: February 19, 2024 19:49 UTCCategory: General Translation ServicesSkills:Live InterpretationSkills: Live InterpretationLocation Requirement: Only freelancers located in the United States may apply.Country: United States\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
{"content": "Delivered needed, creative, and-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"🚨 Needed: Creative and diligent social media manager and content creator🚨Scope:Stride is an online community platform focused on autoimmune conditions. We are the first of our kind in the Middle East and are about to launch the first version of our platform.We are looking for someone to join us on the journey by helping us create beautiful, emotive, and vibrant content for our Instagram that captures our values: [REDACTED_URL] is an initial 3-month contract for $300 per month ($900 total) but we are looking for someone to be with us long term.The individual for the job needs to have the following:1. Proven examples of content creation around health and wellness including graphic design and illustrations. This can also extend to caption writing.2. Experience and a methodology for managing an Instagram page, which will include: a monthly grid plan, working with content buckets, and follower interaction.3. Building out an ecosystem: finding and engaging with pages that add value to our community, and can be potential partners and promoters of our brand.4. Creating brand assets that can be repurposed and used across content for cohesion.Deliverables:We are doing several events in March to launch/promote our online platform so immediate deliverables are:1. Create content to showcase the platform, its features, and benefits.2. Create content to drive followers to sign up for the free version of the platform.3. Support in running ads.Post launch:1. Educational content - carousels, reels, stories.2. Event promotion.3. Community generated content.What we provide:1. Canva pro subscription2. Brand guidelines3. Extensive resource library made up of e-books and blogs4. User-generated content, imagery, videosOur Pages:Our Instagram: @stride_uaeOur Website (this is being revamped currently): www.strideuae.comBudget: $900Posted On: February 16, 2024 04:56 UTCCategory: Social Media StrategySkills:Content Creation, Content Management Plan, Community Engagement, Instagram, Facebook, Social Media Management, Social Media Marketing, Content Strategy, Social Media ContentSkills: Content Creation, Content Management Plan, Community Engagement, Instagram, Facebook, Social Media Management, Social Media Marketing, Content Strategy, Social Media ContentCountry: United Arab Emirates\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
{"content": "Delivered previous, email, setup-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"Previous email setup from GoDaddy moved to Office 365 in forced migration/upgrade from GoDaddy. Client has one email user (admin/owner) who receives errors on sending email as a bounce back though email is still received by intended recipient.Currently using rules to mark as read and sort into folder to reduce annoyance to user.Error code in bounce back sends to Microsoft page named:\"Fix NDR error code \"550 5.1.1\" through \"550 5.1.20\" in Exchange Online\"[REDACTED_URL] seems to occur after removing auto-complete list entries, and through multiple email clients (phone, desktop app, and online browser-based client).Budget: $100Posted On: February 13, 2024 18:47 UTCCategory: Systems AdministrationSkills:Business with 1-9 Employees, Microsoft Exchange Server, Office 365Skills: Business with 1-9 Employees, Microsoft Exchange Server, Office 365Location Requirement: Only freelancers located in the United States may apply.Country: United States\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
{"content": "Delivered using, wordpress, plugin-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"I am using a wordpress plugin called print-o-matic to print my online course lessons. There is already some code but I am needing some refinement in the custom print css code to create more presentable/printable PDFs.All the css code can be inserted into the plugin.Print-o-matric documentation:[REDACTED_URL] Range: $15.00-$30.00Posted On: February 16, 2024 16:12 UTCCategory: Front-End DevelopmentSkills:CSS, WordPressSkills: CSS, WordPressCountry: United States\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
