{"content": "Built robust web-scraping and data-extraction pipelines using scrapy, enabling reliable collection of structured datasets for analysis.", "original": "Improve this resume bullet:\n\"\"We are looking to retain the services in migrating a website from one host owned by someone else to another host owned by us.I have a working website that was built by another company. I have a login to the website, and the login is to Scrapy. The hosting is paid for by the company that made the website.We need help understanding how, or how much it would cost, to move the website from the current Scrapy host to a Scrapy host that we pay for on AWS. This would allow us to make changes to the website without having to involve the company that built it. We want to be 100% in control of the site and all things required to keep it going. We expect that the current website provider will provide us the project files or just give us approval to \"export\" the project files, we expect to have to do the rest. We own the domain, it is under a registrar which we created the account for, so it is completely separate from the current developer who is also the hosting or hosting owing company.The website is very basic, with no advanced features. It is roughly five-8 pages, with a blog section. (if any of that even matters)If you believe that you are a good fit for this project, please include in your reply a very rough estimate (or range) of how long you think it will take to complete the migration.I realize that it is hard to give an estimate given the limited information, if the information you provide and the estimates seem reasonable, I will be approved to send you the current website so you can better refine your estimate before moving forward.Thank you for your time and consideration.Hourly Range: $20.00-$44.00Posted On: February 17, 2024 00:17 UTCCategory: Web DesignSkills:Website, Web Development, Web Design, Scrapy, Migration, Web HostingSkills: Website, Web Development, Web Design, Scrapy, Migration, Web HostingCountry: United States\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
{"content": "Delivered top, rated, psd-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"Top Rated PSD designer need to create amazing designs we will convert the design. We will need home page and inner page created. We have many sites that need to be completed quick turnaround is a must.Budget: $50Posted On: February 16, 2024 18:05 UTCCategory: Graphic DesignSkills:Adobe Photoshop, Web Design, MockupSkills: Adobe Photoshop, Web Design, MockupCountry: United States\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
{"content": "Delivered the, search, for-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"We're in the search for a skilled media buyer to join our team! Your primary focus will be directing traffic to our free training program on the Skool platform. From there, you'll implement retargeting strategies to guide leads into our high-ticket mentorship programs and SaaS software offerings.With a wealth of resources at your disposal including a weekly podcast, PDF downloads, and more, you'll have everything needed to warm up leads for the upsell. As a leading land flipping business, we specialize in off-market land acquisitions sold at retail prices. Join us in empowering individuals with our proven techniques—we've already helped over 2700 people succeed in the industry.If you're a media buyer experienced in generating high-quality leads and sign-ups, we invite you to apply. Be sure to include your rates and your proven success in your proposal. Rest assured, we'll provide all necessary images, videos, and copy—your role will be to ensure they're set up effectively with tracking and conversion optimization. Experience with Go High Level is a plus.Hourly Range: $15.00-$50.00Posted On: February 23, 2024 15:54 UTCCategory: Social Media MarketingSkills:Facebook Advertising, Social Media Advertising, TikTok, Facebook, YouTube, AdvertisingSkills: Facebook Advertising, Social Media Advertising, TikTok, Facebook, YouTube, AdvertisingCountry: United States\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
{"content": "Delivered brnd, house, full-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"BRND House, a full-service digital and creative agency here in Nashville, is hosting our annual workshop retreat where we bring in some of the top minds in the industry to shed their knowledge on marketing, internal and client communication, Photography/Videography, and Social Media to name a few. The bulk of our clients are in the hospitality and food industry and recently they have been reaching out to us for more of a paid ad approach - something we are not so familiar with.We would love for you to join us at this year's retreat on March 5th to speak about Facebook Advertising. This year we are hosting at the Nashville City Club Some touchpoints we would love to learn more about:- Messaging- Targeting- Optimizations- ROIWe would ask that you join us for 1 hour max.brndhouse.combrnd.houseHourly Range: $50.00-$100.00Posted On: February 20, 2024 01:55 UTCCategory: Social Media MarketingSkills:Facebook, Facebook Advertising, Retargeting, Social Media Marketing, InstagramSkills: Facebook, Facebook Advertising, Retargeting, Social Media Marketing, InstagramLocation Requirement: Only freelancers located in the United States may apply.Country: United States\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
{"content": "Delivered like, many, people-based improvements by transforming ad-hoc tasks into repeatable, automated processes that improved productivity and accuracy for clients.", "original": "Improve this resume bullet:\n\"\"Like so many people in superior court, I started off with a lawer to get my civil action filed but it rapdily became cost prohibitive.I've since tried to take the wheel (scary) of my case of unpaid bills from some pretty bad poeple.I'm not dumb so with help I could be a decent self rep.Looking for someone who can help me draft / fix / motions, schedule motions properly at Toronto Superior Court of Justice (Civl).A legal cyrano de bergerac if you wll.Hourly Range: $20.00-$50.00Posted On: February 20, 2024 03:46 UTCCategory: Legal WritingSkills:Legal Pleadings, English, Legal Writing, Legal Consulting, Legal ResearchSkills: Legal Pleadings, English, Legal Writing, Legal Consulting, Legal ResearchCountry: Canada\"\"", "source": "asaniczka__upwork-job-postings-dataset-2024-50k-records"}
